[
  {
    "source": "androidinsider",
    "author": 1,
    "title": "Как включить новый раздел «Обзор» в Chrome на Android? - Androidinsider.ru",
    "description": "Google настолько часто обновляет свои мобильные браузеры Chrome и Chrome Canary для Android, что порой кажется, уследить за всеми нововведениями просто невоз...",
    "url": "https://androidinsider.ru/soft/kak-vklyuchit-novyj-razdel-obzor-v-chrome-na-android.html",
    "urlToImage": "https://androidinsider.ru/wp-content/uploads/2019/08/Chrome-new-tab-Explore-1500x789.jpeg",
    "publishedAt": "2019-08-04T17:30:00Z",
    "content": "<p>Google настолько часто обновляет свои мобильные браузеры Chrome и Chrome Canary для Android, что порой кажется, уследить за всеми нововведениями просто невозможно. Любопытные разработчики и обычные пользователи с выходом каждой новой бета-версии начинают перелопачивать весь интерфейс браузера в поисках новых функций и возможностей. На этот раз, с выходом очередного обновления как для обычного Chrome, так и для его экспериментальной версии Canary, в приложениях, как неудивительно, обнаружили еще одну занятную опцию.<span id=\"more-202117\"></span></p><p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/Chrome-new-tab-Explore-750x500.jpeg\" alt=\"\" width=\"1500\" height=\"1000\" class=\"alignnone size-full wp-image-202119\"></p> <h2>Рекомендованные статьи Google теперь и браузере Chrome</h2> <p>Наверняка вы в курсе, что такое рекомендованные статьи от Google. Их вы могли видеть, например, на самом левом домашнем экране практически в любом лаунчере, а также при открытии новой вкладки в браузере и на странице google.com, загруженной на любом мобильном устройстве. Эти релевантные статьи и новости подбираются поисковым гигантом для каждого пользователя индивидуально в соответствии с предпочтениями, основанными на его регулярном прибывании в интернете.</p> <p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/Chrome-Canary-Explore-750x792.jpeg\" alt=\"\" width=\"2160\" height=\"2280\" class=\"alignnone size-full wp-image-202122\"></p> <p>Так вот, на сегодняшний день, как вы могли понять, те самые рекомендованные статьи в Android можно найти уже в нескольких местах, однако если вам этого недостаточно, для вас Google нашла еще один способ размещения своих новостей, и место это, как мне кажется, самое что ни на есть для них подходящее. Теперь, с приходом нового обновления, релевантные новостные материалы вы можете просматривать прямо на главной странице Chrome (или Chrome Canary). Для этого вам достаточно просто свайпнуть в меню вкладок справа налево, и тогда откроется страница «Обзор» (Explore).</p><div class=\"adsense\"><ins class=\"adsbygoogle\" style=\"display:block; text-align:center;\" data-ad-layout=\"in-article\" data-ad-format=\"fluid\" data-ad-client=\"ca-pub-9414997892241980\" data-ad-slot=\"1340484833\"></ins></div> <h2>Как включить вкладку «Обзор» в Google Chrome</h2> <p>Если вы хотите попробовать новую функцию сами, установите Chrome Canary из <a href=\"http://androidinsider.ru/tag/google-play/\" class=\"st_tag internal_tag\">Google Play</a> по ссылке в конце статьи, в самом браузере введите в адресной строке <strong>chrome://flags</strong> и загрузите эту страницу. На открывшейся странице с «флагами» найдите через поиск опцию <strong>#enable-two-panes-start-launcher</strong> и поменяйте ее значение на <strong>Enabled</strong>. Также вам необходимо будет установить для опции <strong>#enable-chrome-duet</strong> значение <strong>Disabled</strong>, а для опции <strong>#enable-tab-grid-layout</strong> – значение <strong>Enabled</strong>.</p> <blockquote><p>Читайте также: <a href=\"//androidinsider.ru/soft/kak-dolzhna-rabotat-tyomnaya-tema-v-brauzere-na-android.html\" rel=\"noopener\" target=\"_blank\">Как должна работать Тёмная тема в браузере на Android</a></p></blockquote> <p>Хотя рекомендованные статьи от Google, безусловно, многим людям полезны, глядя на то, как они начинают вылезать в Android почти отовсюду, становится даже забавно. Функция с вкладкой «Обзор» в Chrome Canary все еще является экспериментальной, а значит может никогда не добраться до финального релиза следующей версии браузера, однако, если это все-таки случится, я надеюсь, что дальше Google добавит рекомендованные статьи в приложения Телефон и Камера. Услышь меня, Google, ну очень надо!</p> <p><strong>Приложение:</strong> Chrome Canary<br> <strong>Разработчик:</strong> Google LLC<br> <strong>Категория:</strong> Работа<br> <strong>Цена:</strong> Бесплатно<br> <strong>Скачать:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.chrome.canary&amp;hl=en_US\" rel=\"noopener\" target=\"_blank\">Google Play</a></p> <p>Делитесь своим мнением в комментариях под этим материалом и в нашем <a href=\"https://t-do.ru/androidinsider_oficial\" rel=\"noopener\" target=\"_blank\">Telegram-чате</a>.</p>"
  },
  {
    "source": "appleinsider",
    "author": 2,
    "title": "Сколько стоят инновации Apple? - Appleinsider.ru",
    "description": "Несколько дней назад Apple отчиталась за третий финансовый квартал 2019 года. Впервые за семь лет доход с продаж iPhone составил меньше 50% общей выручки. Ко...",
    "url": "https://appleinsider.ru/eto-interesno/skolko-stoyat-innovacii-apple.html",
    "urlToImage": "https://s.appleinsider.ru/2019/08/apc-1000x526.jpg",
    "publishedAt": "2019-08-04T16:49:11Z",
    "content": "<p>Несколько дней назад <a href=\"https://appleinsider.ru/eto-interesno/apple-otchitalas-za-proshlyj-kvartal-snova-bez-prodazh-iphone-ipad-i-mac.html\">Apple&nbsp;отчиталась за третий финансовый квартал</a> 2019 года. Впервые за семь лет доход с продаж iPhone составил меньше 50% общей выручки. Компенсировать показатели удалось за счёт сервисов, доходность которых&nbsp;достигла рекордных значений. Но интересно даже не это, а то, что компания внезапно сильно увеличила расходы на исследования и разработку. С чем это связано?</p><p class=\"align alignnone\"><img class=\"alignnone size-full wp-image-406845\" src=\"https://s.appleinsider.ru/2019/08/apc-750x563.jpg\" alt=\"\" width=\"1920\" height=\"1440\"></p><p><span id=\"more-406844\"></span></p> <h2>Расходы на исследования и разработки</h2> <p>По итогам третьего квартала 2019 года, завершившегося 29 июня 2019 года, Apple инвестировала в исследования для своих будущих продуктов больше 4,2 миллиарда долларов. Всего компания планирует потратить на это направление более 16 миллиардов долларов за весь 2019 год.&nbsp;Это рекордный показатель с 2003 года.</p> <p class=\"align alignnone\"><img class=\"alignnone size-full wp-image-406856\" src=\"https://s.appleinsider.ru/2019/08/applerd-750x420.png\" alt=\"\" width=\"1910\" height=\"1070\"></p> <p><em>Расходы Apple на исследования в процентном соотношении от общей выручки (2012-2019)</em></p> <p>Аналитики полагают, что Apple начала серьёзно вкладываться в разработку новых технологий из-за падений продаж iPhone. Главный продукт компании — смартфон, стал стремительно терять лидирующие позиции. Очевидно, что такое положение дел не устраивает компанию — и Apple намерена вернуть доверие потребителей, выпустив очередную инновационную модель, каким в своё время был <a href=\"http://appleinsider.ru/tag/iphone-x/\" class=\"st_tag internal_tag\">iPhone X</a>.</p><ins class=\"adsbygoogle\" style=\"display:block; text-align:center;\" data-ad-layout=\"in-article\" data-ad-format=\"fluid\" data-ad-client=\"ca-pub-9414997892241980\" data-ad-slot=\"5365713535\"></ins> <blockquote><p><strong>Читайте также:</strong> Американцы&nbsp;<a href=\"https://appleinsider.ru/iphone/amerikanec-tratit-na-apple-50-000-rublej-v-god-a-vy.html\">тратят на Apple 50 000 рублей в год</a>. А вы?</p></blockquote> <p>Примечательно, что на фоне конкурентов, Apple инвестирует в будущие разработки гораздо меньше средств в процентном соотношении. К примеру, в третьем квартале компания&nbsp;потратила лишь 7,9 % своих доходов на данное направление. Для сравнения, показатель&nbsp;Microsoft — 13,4%, а Google — 15,7%.</p> <h2>Куда уходят деньги Apple</h2> <p>Насколько известно, сейчас Apple работает над несколькими перспективными направлениями. Компания ведет разработку первых ARM-процессоров для Mac, собственных модемов с поддержкой сетей пятого поколения, а также занимается проектами, так или иначе связанные с&nbsp;технологиями дополненной или виртуальной реальности.</p> <p>Также корпорация проявляет интерес к автомобильной сфере. Есть информация, что Apple уже долгое время работает над амбиционным проектом, получившим название Project Titan.</p> <p>Первоначально эта концепция предполагала разработку собственного автомобиля с нуля. Немногим позже, приоритеты изменились — руководство компании отказалась от этой идеи, уволив большинство сотрудников. Оставшиеся инженеры, вскоре были переведены на другие проекты.</p> <p>Спустя какое-то время, стало известно, что корпорация возобновила работу над проектом Project Titan. Но концепция изменилась кардинально. Теперь речь идёт не о беспилотном автомобиле, а скорее о программной платформе для других автопроизводителей.</p> <p>Так как разработка ведется в условиях строжайшей секретности, другие подробности о проекте Project Titan пока остаются за кадром.</p> <p>Предлагаем подписаться на наш канал в <a href=\"https://zen.yandex.ru/appleinsider.ru\">«Яндекс.Дзен»</a>. Там вы сможете найти эксклюзивные материалы, которых нет на сайте.</p>"
  },
  {
    "source": "ferraru",
    "author": 3,
    "title": "Флагманский смартфон Honor 2019 года отдают в российском «Эльдорадо» дешевле, чем в Китае - Ferra.ru",
    "description": "В «Эльдорадо» стартовала акция на смартфоны Honor View 20. Купить недавний флагман от Huawei можно со скидкой до 36%.",
    "url": "https://www.ferra.ru/news/mobile/flagmanskii-smartfon-honor-2019-goda-otdayut-v-rossiiskom-eldorado-deshevle-chem-v-kitae-04-08-2019.htm",
    "urlToImage": "https://www.ferra.ru/imgs/2019/08/04/14/3479518/6f2d7024168279b437727c7a786ea05b014f8026.jpg",
    "publishedAt": "2019-08-04T14:41:27Z",
    "content": "<p class=\"jsx-4247481572\">Без акции он стоит в «Эльдорадо» 34 990 рублей. Магазин снижает стоимость на 5000 рублей для всех покупателей и дополнительно почти на 7500 рублей в рамках программы «Утилизация». Эта программа предполагает сдачу старой техники в магазинах «Эльдорадо». Таким образом, 128-гигабайтную <a href=\"https://www.eldorado.ru/cat/detail/71389160/\" class=\"jsx-1049894682 link\" rel=\"nofollow\" target=\"_blank\">версию</a> Honor View 20 можно приобрести всего за 22 493 рубля. На AliExpress, например, смартфон предлагают за 24 681 рубль. </p><p class=\"jsx-4247481572\">На старте продаж модель стоила 37 990 рублей. Напомним, смартфон работает на процессоре Kirin 980, имеет 6 ГБ оперативной памяти. Диагональ его дисплея равна 6,4 дюйма, а разрешение — Full HD+. Основная камера устройства имеет основной топовый датчик Sony IMX586 на 48 Мп. Аккумулятор смартфона обладает ёмкостью 4000 мАч и поддерживает быструю зарядку.</p>"
  },
  {
    "source": "androidinsider",
    "author": 4,
    "title": "Google Fit получил новые функции и готов улучшить ваше самочувствие - Androidinsider.ru",
    "description": "Если вы пытаетесь вести здоровый образ жизни, то одной из самых важный вещей, о которой вам стоит как следует позаботиться, – это хороший сон. Конечно, физич...",
    "url": "https://androidinsider.ru/soft/google-fit-poluchil-novye-funkczii-i-gotov-uluchshit-vashe-samochuvstvie.html",
    "urlToImage": "https://androidinsider.ru/wp-content/uploads/2019/08/Google-Fit-Gets-New-Features-1000x524.jpeg",
    "publishedAt": "2019-08-04T14:00:00Z",
    "content": "<p>Если вы пытаетесь вести здоровый образ жизни, то одной из самых важный вещей, о которой вам стоит как следует позаботиться, – это хороший сон. Конечно, физические упражнения, правильное питание и натуральная пища являются важными факторами для здорового образа жизни, но правильный сон и отдых важны так же (если не больше), ведь от них в первую очередь зависит то, как вы будете чувствовать себя и каким продуктивным окажетесь на следующий день.<span id=\"more-202084\"></span></p><p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/Google-Fit-Gets-New-Features-750x491.jpeg\" alt=\"\" width=\"1160\" height=\"760\" class=\"alignnone size-full wp-image-202086\"></p> <p>Чтобы в каком-то смысле упросить вам задачу, мы решили рассказать о том, что популярное приложение для здоровья Google Fit сегодня обзавелось двумя новыми функциями, которые как раз помогут улучшить качество вашего отдыха и запастись бОльшим количеством энергии, чтобы продемонстрировать на следующий день свой рекордный показатель продуктивности. Итак, две новые функции — это темная тема и возможность отслеживать характер сна, чтобы получить лучшее представление о том, насколько хорошим (или плохим) был ваш сон, а затем принять меры по его улучшению, если это необходимо.</p> <h2>В Google Fit появилась темная тема</h2> <p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/Google-fit-dark-theme-750x469.jpeg\" alt=\"\" width=\"1000\" height=\"625\" class=\"alignnone size-full wp-image-202106\"></p> <p>Во-первых, Dark Theme. Технически темная тема появилась в Google Fit раньше, еще 12 июля. Тогда некоторые пользователи приложения заметили, что после обновления оно стало автоматически переключаться на темную и светлую тему в зависимости от текущей темы в системе. Как вы могли понять, ограничение и состояло в том, что темную тему в Google Fit нельзя было переключать самостоятельно.</p> <blockquote><p>Читайте также: <a href=\"//androidinsider.ru/polezno-znat/kak-android-smartfon-pomozhet-uluchshit-kachestvo-sna.html\" rel=\"noopener\" target=\"_blank\">Как Android-смартфон поможет улучшить качество сна</a></p></blockquote> <p>В последнем обновлении Google Fit обзавёлся в настройках специальной опцией, которая позволяет включить или выключить темную тему вручную. Поэтому, если ваша общесистемная тема установлена &#8203;&#8203;на светлую, вы все равно можете зайти в Google Fit и переключить ее на темную отдельно, как и в некоторых других приложениях Google.</p> <p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/Google-Fit-Google-Play-750x444.jpeg\" alt=\"\" width=\"3500\" height=\"2074\" class=\"alignnone size-full wp-image-202110\"></p><div class=\"adsense\"><ins class=\"adsbygoogle\" style=\"display:block; text-align:center;\" data-ad-layout=\"in-article\" data-ad-format=\"fluid\" data-ad-client=\"ca-pub-9414997892241980\" data-ad-slot=\"1340484833\"></ins></div> <p>Google говорит, что темная тема, а также функции отслеживания сна станут доступны всем пользователям в течение следующей недели, поэтому не удивляйтесь, если у вас они ещё не заработали.</p> <blockquote><p>Читайте также: <a href=\"//androidinsider.ru/soft/kak-dolzhna-rabotat-tyomnaya-tema-v-brauzere-na-android.html\" rel=\"noopener\" target=\"_blank\">Как должна работать Тёмная тема в браузере на Android</a></p></blockquote> <p>Если вы не пользуетесь темной темой в Android и/или приложениях в вечернее или ночное время, то наверняка можете недооценивать ее пользу для вашего самочувствия. Попробуйте на протяжении получаса ночью использовать тёмную тему и затем резко переключите ее на светлую. Повезёт, если не ослепнете. Когда яркий свет от экрана смартфона постоянно светит в глаза, они адоптируются и вам словно становится комфортно, но на деле глаза он этого очень устают, а желание спать в некоторых случаях отпадает полностью. Темная тема в целом помогает снизить нагрузку на глаза и сэкономить заряд батареи смартфона, поэтому лучше бы вам оставить ее включённой постоянно, а не просто активировать в том случае, когда батарея разряжается или когда солнце уже зашло за горизонт.</p> <h2>В Google Fit появилась функция отслеживания сна</h2> <p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/Sleeping-mode-750x500.jpeg\" alt=\"\" width=\"1024\" height=\"683\" class=\"alignnone size-full wp-image-202107\"></p> <p>Что касается функций отслеживания сна, в Google Fit она не работает без посторонней помощи, а это означает, что вам понадобится стороннее приложение, умеющее отслеживать сон, которые можно подключить к Google Fit, чтобы оно могло отображать подробные результаты.</p> <blockquote><p>Читайте также: <a href=\"//androidinsider.ru/obzory-prilozhenij/etim-prilozheniyam-ne-nuzhny-umnye-chasy-chtoby-sledit-za-zdorovem-vashego-serdtsa.html\" rel=\"noopener\" target=\"_blank\">Этим приложениям не нужны умные часы, чтобы следить за здоровьем вашего сердца</a></p></blockquote> <p>Если вы уже используете такое сторонне приложение для отслеживания сна, подключите его к Google Fit, и вы найдете в последнем разные подробности о различных элементах вашего сна в виде легко читаемых диаграмм, наряду с дополнительной информацией о сне в разделе Журнал. Если у вас еще не установлено Google Fit, вы можете загрузить его из Google Play по ссылке ниже.</p> <p><strong>Приложение:</strong> Google Fit<br> <strong>Разработчик:</strong> Google LLC<br> <strong>Категория:</strong> <a href=\"http://androidinsider.ru/tag/zdorove-i-fitnes/\" class=\"st_tag internal_tag\">Здоровье и фитнес</a><br> <strong>Цена:</strong> Бесплатно<br> <strong>Скачать:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.google.android.apps.fitness&amp;hl=en\" rel=\"noopener\" target=\"_blank\">Google Play</a></p> <p>Делитесь своим мнением в комментариях под этим материалом и в нашем <a href=\"https://t-do.ru/androidinsider_oficial\" rel=\"noopener\" target=\"_blank\">Telegram-чате</a>.</p>"
  },
  {
    "source": "goharu",
    "author": 2,
    "title": "Seagate FireCuda 510 SSD — 5 лет гарантии на устройство для профессиональных геймеров - Goha.ru",
    "description": "Скорость чтения современных дисков M.2 NVMe SSD в 34 раза быстрее обычных классических HDD. Если вы ещё не знакомы с этой технологией или у вас старый жёсткий диск, возможно стоит обратить внимание на новые устройства, дающие значительный прирост в скорости ч…",
    "url": "https://www.goha.ru/overviews/seagate-firecuda-510-ssd-5-let-garantii-na-ustrojstvo-dlya-professionalnyh-gejmerov-l5mrGB",
    "urlToImage": "https://www.goha.ru/og/:l5mrGB.jpg",
    "publishedAt": "2019-08-04T13:34:59Z",
    "content": "<p>Компания Seagate в особых представлениях не нуждается. Более того, если вы более-менее разбираетесь в «железе», наверняка это название прочно ассоциируется у вас с жесткими дисками. Так оно, в общем-то, и есть с одной единственной поправкой — будущее определенно за твердотельными накопителями. Причем именно в формате M.2. Похоже, это наконец-таки поняли и в компании Seagate, поэтому сегодня у нас на обзоре как раз такой экземпляр — <a href=\"https://www.seagate.com/ru/ru/internal-hard-drives/ssd/firecuda-ssd/\" target=\"_blank\" rel=\"noopener noreferrer\">Seagate FireCuda 510 SSD</a> (1 ТБ). Сразу отметим, что данный девайс поставляется в двух вариантах — на 1 ТБ и 2 ТБ. Неизменно как для одного, так и для второго высокий уровень производительности и долговечность. С первым мы еще разберемся, а вот второе, учитывая то, что компания дает 5 лет гарантии на свой продукт, мягко говоря, подкупает. Итак, 5 лет гарантии и нагрузка 1300 TBW (у версии на 2ТБ — 2600 TBW). Если честно, мало кто на рынке может предложить нечто подобное.</p> <p class=\"text-center\"><img src=\"https://cdn.goha.info/gh/f/D5/al/spA2qzkcau.jpg\" alt=\"\"> По внешнему виду сказать особенно нечего — не забываем, это формфактор M.2, тут негде разгуляться дизайнеру. Сама плата обладает синеватым отливом и с двух сторон обклеена наклейками. На передней изображен стилизованный огнедышащий дракон, на задней расположились  спецификации и предупреждение о том, что поверхность устройства может быть горячей. Рекомендуем его не игнорировать — написано не для красного словца. С другой стороны, мы же не за внешним видом гонимся, когда покупаем M.2 SSD. А вот внутреннее, так сказать, содержание весьма важная штука. Напомним, в нашем экземпляре емкость составляет 1.000 Гбайт, и все это дело набрано при помощи чипов Toshiba 3D TLC. Также на девайсе установлен контроллер Phison PS5012-E12, интерфейс NAND и PCIe Gen 3x4.</p> <p class=\"text-center\"><img src=\"https://cdn.goha.info/gh/f/Nj/0v/uWw1n9W4KD.jpg\" alt=\"\"></p> <p>Время наработки на отказ (так называемое MTBF — Mean Time Between Failures) составляет 1,8 млн. часов, максимальная скорость чтения — 3.450 Мбайт/с, записи — 3.200 Мбайт/с со случайной производительностью 4 КБ, превышающей 600 000 IOP. Ну, и завершает картину кэш-память DDR4 объемом 1 ГБ. Обычно в твердотельных накопителях часть диска резервируется в качестве кэш-памяти SLC, и в Seagate FireCuda 510 SSD ее объем при необходимости доходит до 28 ГБ — это при работе с большими выборками данных. В обычном состоянии размер супербыстрого буфера SLC является динамическим. Помимо этого, для пользователей предусмотрена специальная бесплатная утилита — SeaTools SSD, которая значительно облегчит проверку работоспособности диска, а также без проблем обновит версию прошивки до последней.</p> <p class=\"text-center\"><img src=\"https://cdn.goha.info/gh/f/CL/pc/2ma38x226t.png\" alt=\"\"></p> <p>В общем, выглядит, что называется, на бумаге Seagate FireCuda 510 SSD очень впечатляюще. Но, как обычно, не обошлось без ложки дегтя, даже парочки. Во-первых, в тестах девайс показывает себя несколько неоднозначно: например, в тесте стрессовой нагрузки он определенно проигрывает конкурентам. Зато очень хорошо показывает себя в операциях с большой глубиной очереди и повседневных сценариях. А, во-вторых, это, конечно, цена. Покупка устройства с 1 ТБ памяти на борту обойдется вам минимум в 15 000 руб на Я.Маркете. И здесь, как вы понимаете, все упирается исключительно в пропускную способность вашего кошелька.</p> <p>Производитель позиционирует продукт как геймерский, и у него действительно высокая скорость работы и, как заявляет разработчик, самое короткое время ожидания в данной отрасли, что, в принципе, будет на руку профессиональным геймерам. Уверены, среди наших читателей найдутся и такие, так что присмотритесь — возможно, Seagate FireCuda 510 как раз ваш вариант.</p>"
  },
  {
    "source": "forklogcom",
    "author": 1,
    "title": "В Elliptic и MIT определили долю незаконных транзакций в сети биткоина - http://forklog.com/",
    "description": "Аналитическая фирма Elliptic, сотрудники Массачусетского технологического института (MIT) и корпорация IBM задействовали методы [simple_tooltip content='совокупность методов машинного обучения, основанных на обучении представлениям, а",
    "url": "https://forklog.com/v-elliptic-i-mit-opredelili-dolyu-nezakonnyh-tranzaktsij-v-seti-bitkoina/",
    "urlToImage": "https://forklog.com/wp-content/uploads/scams2017review-front.png",
    "publishedAt": "2019-08-04T12:14:46Z",
    "content": "<p>Аналитическая фирма Elliptic, сотрудники Массачусетского технологического института (MIT) и корпорация IBM задействовали методы <span class=\"tooltips \" style=\"\" title=\"\">глубинного обучения</span> для определения доли связанных с преступной деятельностью транзакций в сети биткоина.</p><p><span id=\"more-78158\"></span></p><p>Так, исследователи <a href=\"https://www.kaggle.com/ellipticco/elliptic-data-set#elliptic_bitcoin_dataset.zip\" target=\"_blank\" rel=\"noopener noreferrer\">изучили</a> 203 769 транзакций, общая стоимость которых составила порядка $6 млрд. Оказалось, что лишь 2% этих переводов связаны с незаконной деятельностью.</p><p>При этом доля «чистых транзакций» составляет 21%, а все остальные исследователи пометили как «неизвестные».</p><p>Аналитики использовали следующие методы: <a href=\"https://ru.wikipedia.org/wiki/%D0%9B%D0%BE%D0%B3%D0%B8%D1%81%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F_%D1%80%D0%B5%D0%B3%D1%80%D0%B5%D1%81%D1%81%D0%B8%D1%8F\" target=\"_blank\" rel=\"noopener noreferrer\">логистическую регрессию</a>, «<a href=\"https://ru.wikipedia.org/wiki/Random_forest\" target=\"_blank\" rel=\"noopener noreferrer\">случайный лес</a>», <a href=\"https://ru.wikipedia.org/wiki/%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D1%81%D0%BB%D0%BE%D0%B9%D0%BD%D1%8B%D0%B9_%D0%BF%D0%B5%D1%80%D1%86%D0%B5%D0%BF%D1%82%D1%80%D0%BE%D0%BD\" target=\"_blank\" rel=\"noopener noreferrer\">многослойный перцептрон</a> и график сверточных сетей.</p><p>Напомним, по данным компании Chainalysis, в 2018 году доля связанных с преступной деятельностью транзакций в сети биткоина не превысила 1%. Для сравнения — в 2012 году этот показатель составлял 7%.</p>"
  },
  {
    "source": "ixbtcom",
    "author": 3,
    "title": "Huawei не ждёт больших продаж смартфонов с 5G даже в следующем году - iXBT.com",
    "description": "Компания Huawei уже имеет в своём ассортименте смартфон с поддержкой сетей 5G &mdash; это модель Mate 20 X 5G. Она недавно поступила в продажу в Китае, но, как и другие подобные аппараты, это самая первая ласточка, продажи которой будут условно невелики.",
    "url": "https://www.ixbt.com/news/2019/08/04/huawei-ne-zhdjot-bolshih-prodazh-smartfonov-s-5g-dazhe-v-sledujushem-godu.html",
    "urlToImage": "https://www.ixbt.com/img/n1/news/2019/7/0/432423424_large.jpg",
    "publishedAt": "2019-08-04T11:25:00Z",
    "content": "<p>Компания Huawei уже имеет в своём ассортименте смартфон с поддержкой сетей 5G — это модель Mate 20 X 5G. Она недавно поступила в продажу в Китае, но, как и другие подобные аппараты, это самая первая ласточка, продажи которой будут условно невелики.</p><div class=\"mobadv m-10\"></div><div class=\"image-center\"><figure class=\"image-caption\"><a href=\"/img/n1/news/2019/7/0/432423424_large.jpg\" class=\"_gallery resize-image\" data-fancybox=\"default\" data-caption=\"null\"><img src=\"/img/x780/n1/news/2019/7/0/432423424_large.jpg\" alt=\"Huawei не ждёт больших продаж смартфонов с 5G даже в следующем году\"></a><figcaption></figcaption></figure></div><p>Основатель компании Рен Женфей (Ren Zhengfei) заявил, что в этом году Huawei поставит на рынок около 600&nbsp;000 смартфонов с 5G, а в следующем году продажи могут вырасти до 1,5 млн. То есть даже Huawei с её объёмами продаж не ожидает внушительных показателей ни в этом, ни в следующем году.</p><p>Собственно, об этом твердят и различные аналитики, указывая, что взрывной рост начнётся с 2021 года.</p><p>А учитывая такие прогнозы, вряд ли стоит ожидать в следующем году появления относительно дешёвых смартфонов с 5G — тогда бы ожидания производителей и аналитиков были совсем иными.</p>"
  },
  {
    "source": "ixbtcom",
    "author": 4,
    "title": "Технологии AMD будут использованы в GPU Samsung через два года - iXBT.com",
    "description": "В начале лета Samsung неожиданно объявила о заключении соглашения с AMD, в рамках которого корейский гигант будет использовать IP-ядра Radeon в своих продуктах.\r\n\r\nПроще говоря, графические технологии AMD будут использованы Samsung для создания собственных GP…",
    "url": "https://www.ixbt.com/news/2019/08/04/amd-gpu-samsung.html",
    "urlToImage": "https://www.ixbt.com/img/n1/news/2019/7/0/03073459821l_large.jpg",
    "publishedAt": "2019-08-04T11:08:00Z",
    "content": "<p>В начале лета Samsung неожиданно <a href=\"//www.ixbt.com/news/2019/06/03/samsung-ip-amd-radeon.html\">объявила</a> о заключении соглашения с AMD, в рамках которого корейский гигант будет использовать IP-ядра Radeon в своих продуктах.</p><p>Проще говоря, графические технологии AMD будут использованы Samsung для создания собственных GPU для своих однокристальных систем Exynos.</p><div class=\"image-center\"><figure class=\"image-caption\"><a href=\"/img/n1/news/2019/7/0/03073459821l_large.jpg\" class=\"_gallery resize-image\" data-fancybox=\"default\" data-caption=\"null\"><img src=\"/img/x780/n1/news/2019/7/0/03073459821l_large.jpg\" alt=\"Технологии AMD будут использованы в GPU Samsung через два года\"></a><figcaption></figcaption></figure></div><p>Подробностей на тот момент не было, тем более никто не назвал какие-либо даты. Однако теперь в рамках конференции, посвящённой последнему финансовому отчёту, Samsung рассказала, что ожидает выхода GPU собственной разработки с технологиями AMD примерно через два года. То есть, можно предположить, что условный флагман Galaxy S12 может получить однокристальную систему уже с новыми GPU.</p><p>Кроме того, Samsung рассказала, что её планы относительно графических технологий AMD распространяются за пределы смартфонных однокристальных систем. Подробностей пока нет, но вряд ли стоит говорить о дискретных графических картах для ноутбуков. Скорее речь идёт о решениях для различных умных бытовых устройств и носимой электроники. &nbsp;</p>"
  },
  {
    "source": "secretmagru",
    "author": 4,
    "title": "Tesla продолжает терпеть убытки. Но Илон Маск нашёл выход - Секрет Фирмы",
    "description": "Покупатели Tesla Model X и Model S смогут заряжать электрокары бесплатно на зарядочных станциях компании. Производитель надеется, что это увеличит продажи электромобилей",
    "url": "https://secretmag.ru/news/tesla-prodolzhaet-terpet-ubytki-no-ilon-mask-nashel-vykhod-04-08-2019.htm",
    "urlToImage": "https://secretmag.ru/imgs/2019/08/04/10/3479327/689e05c0c1eacfceda17057d32ecd1a55c12df14.jpg",
    "publishedAt": "2019-08-04T10:52:21Z",
    "content": "<p class=\"jsx-3332198469\">Покупатели Tesla Model X и Model S смогут заряжать электрокары бесплатно на зарядочных станциях компании. Производитель надеется, что это увеличит продажи электромобилей.</p><p class=\"jsx-3332198469\">В конце июля Tesla признала, что чистый убыток во II квартале 2019 года составил $408,3 млн. Илон Маск пообещал, что в III квартале компания станет прибыльной, но для этого необходимо увеличить продажи Tesla Model X и Model S.</p><p class=\"jsx-3332198469\">Чтобы стимулировать спрос, компания объявила в Twitter, что все покупатели Model X и Model S смогут заряжать автомобили бесплатно на электроАЗС компании.</p><p class=\"jsx-3332198469\">В 2017 году Tesla уже пробовала так привлечь покупателей, но Илон Маск признал, что «программа нежизнеспособна».  </p><p class=\"jsx-3332198469\">Автомобили Tesla официально продаются только в США, Канаде и семи странах Европы.</p>"
  },
  {
    "source": "gazetaru",
    "author": 1,
    "title": "ИБ-эксперты обнаружили уязвимость в технологии AirDrop - Газета.Ru",
    "description": "В технологии AirDrop, использующейся в устройствах Apple для передачи файлов, был обнаружен серьезный недостаток — во время трансфера данных можно перехватить личные данные абонента. Таким образом злоумышленники узнают реальный номер телефона жертвы.",
    "url": "https://www.gazeta.ru/tech/2019/08/04/12552943/airdrop.shtml",
    "urlToImage": "https://img.gazeta.ru/files3/985/12552985/airdrop-pic905-895x505-81567.jpg",
    "publishedAt": "2019-08-04T10:46:17Z",
    "content": "<p>Технология AirDrop является удобным инструментом для владельцев устройств <a href=\"/tags/organization/apple.shtml\" class=\"tag\">Apple</a>, позволяющим легко обмениваться фотографиями, видео и ссылками между собой. Тем не менее, эксперты по кибербезопасности компании Hexway заявили о том, что в AirDrop был <a href=\"https://arstechnica.com/information-technology/2019/08/apples-airdrop-and-password-sharing-features-can-leak-iphone-numbers/\" target=\"_blank\"><b>обнаружен</b></a> серьезный недостаток, которым могут воспользоваться злоумышленники.</p><p>Дело в том, что в основе AirDrop лежит Bluetooth LE, который передает информацию в виде хэша.</p><p><span class=\"idea\">Таким образом, хакеры могут перехватить эту информацию и дешифровать ее обратно, получив настоящий телефонный номер абонента. </span></p><p>Если при этом юзер AirDrop также пользуется функцией передачей пароля от Wi-Fi, то в руках мошенников могут также оказаться уникальный идентификационный номер Apple ID и электронная почта.</p><p>Глава ИБ-компании Errata Security Роб Грэм подтвердил порталу Ars Technica наличие этой уязвимости, добавив, что ее последствия не столько страшные, насколько тревожные, так как по сути любой злоумышленник может получить доступ к личной информации без ведома пользователя.</p><p>При этом Hexway уточняет, что найденный недостаток скорее является особенностью работы технологии, нежели уязвимостью. При этом исследователи сообщают, что проблема с приватностью была обнаружена во всех версиях операционной системы iOS, начиная с 10.3.1 (включая бету iOS 13).</p><p>«Газета.Ru» пообщалась с экспертами, чтобы выяснить, чего ждать владельцам устройств Apple и стоит ли начинать паниковать. По словам руководителя бизнеса Apple в Softline Антона Карпова, в рамках протокола установления соединения по Bluetooth LE iPhone действительно передает пакеты, которые, в теории, возможно прослушать, поймать хэш, обратить его и получить телефонный номер.</p><p><span class=\"idea\">«Однако хэширование — это сложная криптографическая операция, которая по определению очень трудно обратима и получить из хэша исходный текст настолько трудоемко, что никаких вычислительных мощностей для этого просто не хватит», — считает Карпов. </span></p><p>Технический директор Check Point Software Technologies в России и СНГ Никита Дуров также считает, что проблема с AirDrop, описанная Hexway, не настолько критичная, как это может показаться на первый взгляд.</p><p>«Гипотетически, злоумышленники действительно могут идентифицировать номер устройства и другие данные владельца. Например, можно узнать, находится ли поблизости конкретное устройство. Но вряд ли такая практика будет широко распространена — для этого нужна точечная работа хакеров, а это достаточно долго и может не оправдать усилия», — пояснил эксперт.</p><p>Консультант Центра информационной безопасности компании «Инфосистемы Джет» Александр Гон указал на тот факт, что опасность раскрытия телефонного номера равна тем же рискам, что и возможность обнаружения этих данных через скомпрометированные базы данных.</p><p>«Сценарий, при котором злоумышленник целенаправленно попытается получить личные данные таким способом, скорее актуален для топ-менеджмента больших организаций, политиков и прочих медийных персон», — рассказал собеседник «Газеты.Ru».</p><p>Тем не менее, даже теоретическая возможность кражи данных является угрозой, для противодействия которой можно соблюсти ряд предосторожностей.</p><p>«Иногда возможности AirDrop могут быть использованы для определения личности человека.</p><p><span class=\"idea\">Еще одно противоправное использование AirDrop, которое сейчас находится в тренде — так называемый «киберфлешинг», когда люди рассылают грубые или неприличные фотографии незнакомым людям в общественных местах. </span></p><p>Наши специалисты рекомендуют настроить AirDrop таким образом, чтобы только пользователи из контактов могли отправлять контент. Можно полностью отключить функцию AirDrop, если не планируете активно ее использовать в данный момент», — рекомендует глава отдела исследования угроз и защиты для мобильных устройств Avast Николаос Хрисаидос.</p><p>В конце июля 2019 года один из подрядчиков Apple рассказал о том, что компания прослушивает разговоры, которые владелец «яблочного» гаджета ведет с голосовым ассистентом Siri. Как оказалось, голосовые команды пользователя действительно записывались и направлялись лингвистам для анализа с целью улучшения качества работы помощника. Через неделю после скандала Apple заявила о приостановлении программы контроля качества Siri, а также разрешила пользователям самим выбирать, предоставлять свои записи для анализа или нет.</p>"
  },
  {
    "source": "rbc",
    "author": 2,
    "title": "«Трамп вложится в Bitcoin». Почему президент США полюбит криптовалюту - РБК Черноземье",
    "description": "CEO биржи Binance Чанпэн Чжао объяснил, когда миллиардер и политик изменит свое отношение к цифровым деньгам",
    "url": "https://www.rbc.ru/crypto/news/5d47f2549a794793ff2e0826",
    "urlToImage": "https://s.rbk.ru/v1_crypto_static/current/images/social-icon-v1.png",
    "publishedAt": "2019-08-05T09:20:03Z",
    "content": "<p>Президент США Дональд Трамп инвестирует в Bitcoin после окончания своего президентского срока, уверен CEO биржи Binance Чанпэн Чжао. Глава торговой площадки назвал миллиардера &laquo;очень умным бизнесменом&raquo; и объяснил, почему тот критикует цифровые деньги, пишет <a target=\"_blank\"  href=\"https://decrypt.co/8176/binance-ceo-changpeng-zhao-trump-will-buy-bitcoin\">Decrypt</a>.</p><p>&laquo;После ухода со своего поста Трамп вложится в криптовалюты, сейчас он не может продвигать цифровые деньги вместо доллара США из-за своего положения. Пока Трамп не сделал ничего плохого или хорошего. Но сам факт, что президент США говорит о них&nbsp;&mdash; это хорошо&raquo;,&nbsp;&mdash; сказал Чжао.</p><p>В июле Трамп <a href=\"https://www.rbc.ru/crypto/news/5d2831479a7947ce30353b55\">раскритиковал криптовалюты</a>, указав на их волатильность и отсутствие внутренней ценности. Президент США отметил, что в стране существует только одна реальная валюта&nbsp;&mdash; американский доллар.</p><!-- body_median --><p>После заявления Трампа количество поисковых запросов в Google со словом Bitcoin резко увеличилось. В то&nbsp;же время стоимость криптовалюты снизилась, <a href=\"https://www.rbc.ru/crypto/news/5d3044679a79476873f613f2\">опустившись за неделю на 25,5%</a>, до $9500.</p><p>Сейчас среднерыночная цена актива составляет $11 721. За прошедшие сутки он <a href=\"https://www.rbc.ru/crypto/news/5d47e80e9a79478db8cc35b1\">подорожал на 10%</a>.</p>"
  },
  {
    "source": "xakepru",
    "author": 3,
    "title": "Новые уязвимости Dragonblood затрагивают WPA3 и позволяют узнать пароли от Wi-Fi - Хакер",
    "description": "Эксперты обнаружили две новые проблемы из «комплекта уязвимостей» Dragonblood, появившиеся уже после того, как представители WiFi Alliance подготовили защиту от исходных багов.",
    "url": "https://xakep.ru/2019/08/05/new-dragonblood/",
    "urlToImage": "https://xakep.ru/wp-content/uploads/2019/08/232778/Dragonblood.jpg",
    "publishedAt": "2019-08-05T08:35:27Z",
    "content": "<p>В апреле текущего года ИБ-эксперты Мэти Ванхоф (Mathy Vanhoef)&nbsp;и Эял Ронен (Eyal Ronen) <a href=\"https://xakep.ru/2019/04/12/dragonblood/\">опубликовали информацию</a> о&nbsp;комплексе проблем, получившем имя DragonBlood – «в честь» уязвимого&nbsp;<a href=\"https://tools.ietf.org/html/rfc7664\">Dragonfly</a>, механизма, посредством которого клиенты проходят аутентификацию на устройствах с поддержкой нового стандарта WPA3. И хотя ранее считалось, что данный механизм «рукопожатия» безопасен, Ванхоф и Ронен доказали, что это не так.</p><p>Под названием DragonBlood объединились пять уязвимостей, включая отказ в обслуживании, две проблемы, приводящие к side-channel утечкам, и еще две проблемы, связанные с даунгрейдом соединений. В итоге DragonBlood позволял атакующему, находящемуся в зоне доступа Wi-Fi сети, восстановить пароли жертвы и проникнуть в сеть.</p><div class=\"bdaia-p-inline-e3-desktop\"><div class=\"bdaia-e3-container\"></div></div><p>Теперь Ванхоф и Ронен <a href=\"https://wpa3.mathyvanhoef.com/#new\">обнародовали данные</a> еще о двух уязвимостях, появившихся уже после того, как представители WiFi Alliance подготовили защиту от исходных багов. Как и апрельские уязвимости, эти новые проблемы позволяют злоумышленникам «сливать» информацию о криптографических операциях WPA3 и брутфорсить пароли от сетей Wi-Fi.</p><p>Первая уязвимость получила идентификатор CVE-2019-13377 и влияет на Dragonfly-механизм рукопожатия WPA3, когда используются кривые Брейнпула. Дело в том, что в апреле эксперты обнаружили, что обмен ключами, основанный на эллиптических кривых P-521, можно понизить до более слабого P-256.&nbsp;В результате WiFi Alliance рекомендовал поставщикам использовать более надежные&nbsp;кривые Брейнпула. Но теперь специалисты пишут, что это изменение лишь создало новую возможность для проведения side-channel атак и тоже позволяет взламывать пароли, воспользовавшись утечкой.</p><p>Вторая уязвимость имеет идентификатор CVE-2019-13456 и связана с имплементацией <a href=\"https://en.wikipedia.org/wiki/Extensible_Authentication_Protocol\">EAP-pwd</a> во фреймворке <a href=\"https://en.wikipedia.org/wiki/FreeRADIUS\">FreeRADIUS</a>, который используется множеством вендоров. Как и в прошлой уязвимости, процесс аутентификации EAP-pwd на некоторых устройствах с поддержкой FreeRADIUS приводит к утечке информации, что позволяет злоумышленникам восстановить пароли.</p><p>Эксперты уже уведомили о своих находках WiFi Alliance и теперь <a href=\"https://twitter.com/vanhoefm/status/1157315169263005696\">сообщают</a>, что исправление новых проблем может привести к релизу WPA3.1. Отмечается, что новые средства защиты несовместимы с WPA3, но защитят от большинства разработанных Ванхофом и Роненом атак.</p>"
  },
  {
    "source": "xakepru",
    "author": 2,
    "title": "87% расширений для Google Chrome имеют менее 1000 установок - Хакер",
    "description": "Исследователи Extension Monitor опубликовали интересную статистику о положении дел в каталоге расширений для Chrome. По данным компании, около 50% всех расширений для Chrome насчитывают менее 16 установок, то есть половина экосистемы расширений — это настоящи…",
    "url": "https://xakep.ru/2019/08/05/chrome-web-store-stats/",
    "urlToImage": "https://xakep.ru/wp-content/uploads/2019/08/232775/chrome-web-store.png",
    "publishedAt": "2019-08-05T07:37:39Z",
    "content": "<p>Исследователи из компании Extension Monitor опубликовали <a href=\"https://extensionmonitor.com/blog/breaking-down-the-chrome-web-store-part-1\">интересную статистику</a> о положении дел в каталоге расширений для Chrome. По данным компании, около 50% всех расширений Chrome насчитывают менее 16 установок, то есть половина экосистемы расширений — это настоящий город-призрак.</p><p>В общей сложности в Chrome Web Store доступно 188 620 расширений, и может показаться, что у пользователей браузера есть широкий выбор инструментов на любой случай жизни. Но аналитики Extension Monitor пишут, что это совсем не так: большинство расширений устарели, их аудитория сокращается, и лишь немногие из них имеют активные установки.</p><div class=\"bdaia-p-inline-e3-mobile\"><div class=\"bdaia-e3-container\"></div></div><p>Исследователи подсчитали, что 19 379 расширений (около 10%) не имеют установок вообще, а 25 540 расширений (13% от общего числа) имеют лишь одного пользователя. Хуже того, 87% всех расширений в Web Store имеют менее 1000 установок, хотя пользовательская база Chrome насчитывает более миллиарда человек.</p><p>Не менее интересен и тот факт, что все 13 расширениями удалось преодолеть планку в 10&nbsp;000&nbsp;000 пользователей. Это&nbsp;Google Translate, Adobe Acrobat, Tampermonkey, Avast Online Security, Adblock Plus, Adblock, uBlock Origin, Pinterest Save Button, Cisco Webex, Grammarly for Chrome, Skype, Avast SafePrice и Honey.</p><p>Еще несколько расширений приближаются к порогу в 10 000 000 установок (например, Google Photos, LastPass: Free Password Manager или Google Hangouts), но аналитики отмечают, что общее количество расширений с многомиллионной пользовательской базой все равно крайне мало, особенно если сравнивать расширения для Chrome с другой развитой экосистемой — приложениями для Android.</p><p>Что касается платных продуктов, их в Web Store насчитывается лишь 16&nbsp;718, причем 5885 из них не имеют ни одного пользователя. А в общей сложности на платные расширения приходится всего 2,6% от общего числа установок.</p><p>Специалисты&nbsp;Extension Monitor резюмируют, что в настоящее время экосистема расширений для Chrome состоит из нескольких крупных игроков, в то время как остальные расширения, по сути, прозябают в безвестности.</p>"
  },
  {
    "source": "rbc",
    "author": 4,
    "title": "За сутки Bitcoin подорожал на 9%. Цена криптовалюты превысила $11 600 - РБК Черноземье",
    "description": "Стоимость актива поднимается с конца июля. Общая капитализация рынка цифровых денег вновь достигла $300 млрд",
    "url": "https://www.rbc.ru/crypto/news/5d47d5509a7947857f97f010",
    "urlToImage": "https://s.rbk.ru/v1_crypto_static/current/images/social-icon-v1.png",
    "publishedAt": "2019-08-05T07:07:56Z",
    "content": "<div class=\"article__text__overview\"><span>Стоимость актива поднимается с конца июля. Общая капитализация рынка цифровых денег вновь достигла $300 млрд</span></div><p>В понедельник, 5 августа, среднерыночный курс Bitcoin поднялся до отметки в $11 618. За прошедшие сутки первая криптовалюта подорожала на 9%. Стоимость монеты растет с 29 июля, когда она установила локальный минимум в $9265. С тех пор рост составил 25%.</p><p>Сейчас общая капитализация рынка цифровых денег находится на уровне в $306 млрд. Доля Bitcoin в индустрии достигла 67,7%. Общие объемы торгов составляют $57 млрд. Большинство монет из топ-100 рейтинга Coinmarketcap находится в зеленой зоне.</p><p>Цена Ethereum за последние 24 часа увеличилась на 5% и достигла отметки в $230. Курс токена XRP вырос на 3% и сейчас составляет $0,322. Стоимость Bitcoin Cash поднялась на 4%, до $343,5.</p><!-- body_median -->"
  },
  {
    "source": "mailru",
    "author": 3,
    "title": "Xiaomi готовит смартфон с солнечной батареей - Hi-Tech Mail.ru",
    "description": "Производитель предложит пользователи альтернативу гаджетам с огромными аккумуляторами и пауэр-бэнкам.",
    "url": "https://hi-tech.mail.ru/news/xiaomi_solar_phone/",
    "urlToImage": "https://htstatic.imgsmail.ru/pic_share/52ac6a7065cc8908f8fbbeba9d2b0f23/1666405/c/44984?time=1564994428",
    "publishedAt": "2019-08-05T06:38:00Z",
    "content": "<p>Компания <a href=\"https://hi-tech.mail.ru/mobile_xiaomi-catalog/\" target=\"_blank\">Xiaomi</a> запатентовала смартфон, основным источником энергии в котором станет солнечная батарея, <a href=\"https://nl.letsgodigital.org/smartphones/xiaomi-mobiele-telefoon-solar-oplader/\">сообщает LetsGoDigital</a>. Соответствующие документы были зарегистрированы во Всемирной организации интеллектуальной собственности.</p><p>Девайс получит специальную панель на задней части корпуса, которая будет постоянно принимать энергию для зарядки. Рядом с ней разместится двухмодульная камера.</p><p>Фронтальную часть устройства полностью занимает экран без кнопок управления. На чертеже не отмечены ни вырез под селфи-камеру, ни отсек выдвижного механизма. Возможно, в экологичном смартфоне Xiaomi будет готова реализовать подэкранную селфи-камеру.</p><p>К сожалению, пока неизвестно, как будет называться смартфон и когда состоится его релиз. Также в патенте не раскрываются технические подробности нового устройства. Поэтому остается ждать новых подробностей.</p><p>Если вам неинтересны&nbsp;подобные функции, есть другие&nbsp;смартфоны Xiaomi, которые всегда отличались доступной ценой: сравните.</p><p><em>Если у вас уже есть смартфон Xiaomi, <a href=\"https://hi-tech.mail.ru/catalog/feedback/\" target=\"_blank\">оставьте отзыв</a> — помогите другим определиться с выбором.</em></p><p><strong>Читайте также:&nbsp;</strong><a href=\"https://hi-tech.mail.ru/review/zhivete-ryadom-so-svalkoj-ili-zavodom-kak-izmerit-zagryazneniya-vozduha-i-izbavitsya-ot-nih/\" target=\"_blank\"><strong>Как измерить степень загрязнения и очистить воздух. Особенно если вокруг смог</strong></a></p>"
  },
  {
    "source": "ixbtcom",
    "author": 1,
    "title": "В драйверах видеокарт Nvidia GeForce, Quadro и Tesla обнаружены серьезные уязвимости - iXBT.com",
    "description": "Компания Nvidia сообщила о наличии пяти уязвимостей в своих Windows-драйверах для видеокарт семейств GeForce, Quadro и Tesla. Эти уязвимости отмечены производителем как очень опасные.",
    "url": "https://www.ixbt.com/news/2019/08/05/nvidia-geforce-quadro-tesla.html",
    "urlToImage": "https://www.ixbt.com/img/n1/news/2019/7/1/2019-03-02-image-2_large.jpg",
    "publishedAt": "2019-08-05T06:12:00Z",
    "content": "<p>Компания Nvidia сообщила о наличии пяти уязвимостей в своих Windows-драйверах для видеокарт семейств GeForce, Quadro и Tesla. Эти уязвимости отмечены производителем как очень опасные. Они делают возможным локальное выполнение кода, отказ в обслуживании или повышение привилегий. Для устранения уязвимостей пользователям рекомендовано обновить драйверы как можно скорее. Уточним, что уязвимости проявляются только в ОС Windows, начиная с Windows 7.</p><div class=\"image-center\"><figure class=\"image-caption\"><a href=\"/img/n1/news/2019/7/1/2019-03-02-image-2_large.jpg\" class=\"_gallery resize-image\" data-fancybox=\"default\" data-caption=\"\"><img src=\"/img/x780/n1/news/2019/7/1/2019-03-02-image-2_large.jpg\" alt=\"В драйверах видеокарт Nvidia GeForce, Quadro и Tesla обнаружены серьезные уязвимости\"></a><figcaption></figcaption></figure></div><p>Остроту проблемы уменьшает тот факт, что воспользоваться уязвимым местом в драйверах можно только при наличии локального доступа к системе с графическим процессором Nvidia. Удаленные атаки не действуют. Но в любом случае драйверы лучше обновить.</p>"
  },
  {
    "source": "popmechru",
    "author": 2,
    "title": "Пожалуй, лучший камерофон на российском рынке: тест-обзор Honor 20 pro - Популярная Механика",
    "description": "Как ни крути, а с каждым годом рядовых пользователей все труднее удивить. Еще сложнее впечатлить разбирающихся в потребительской электронике. У Honor это успешно получилось и на удивление простыми способами — в 20 Pro нет ничего революционного, но при этом он…",
    "url": "https://www.popmech.ru/gadgets/496762-pozhaluy-luchshiy-kamerofon-na-rossiyskom-rynke-test-obzor-honor-20-pro/",
    "urlToImage": "https://images11.popmeh.ru/upload/img_cache/536/536c45003358d53ecaa87199ab6639fb_ce_1462x768x458x0_fitted_1260x700.jpg",
    "publishedAt": "2019-08-05T05:51:02Z",
    "content": "<p>Как ни&nbsp;крути<span class=\"oa_comma_b\">,</span><span class=\"oa_comma_e\"> </span>а&nbsp;с&nbsp;каждым годом рядовых пользователей все труднее удивить. Еще сложнее впечатлить разбирающихся в&nbsp;потребительской электронике. У&nbsp;Honor это успешно получилось и&nbsp;на&nbsp;удивление простыми способами&nbsp;— в&nbsp;20 Pro нет&nbsp;ничего революционного<span class=\"oa_comma_b\">,</span><span class=\"oa_comma_e\"> </span>но&nbsp;при этом он&nbsp;практически совершенен.</p><p>Марка Honor прекрасно умеет работать над&nbsp;ошибками и&nbsp;закреплять успех. «Популярная механика» ранее проводила <a href=\"/gadgets/465342-moshchnyy-i-hlipkiy-test-obzor-honor-view-20/\" title=\"Мощный и&nbsp;хлипкий: тест-обзор Honor View 20\">обзор</a> модели view 20, и&nbsp;к&nbsp;ней были претензии. Технически 20 Pro во&nbsp;многом очень похож на&nbsp;предшественника, но&nbsp;в&nbsp;нем применен ряд усовершенствований, а&nbsp;также установлены другие камеры. Разберемся.</p><p>Если кратко&nbsp;— здесь есть все, кроме беспроводной зарядки, сканера отпечатка под&nbsp;экраном и&nbsp;разъема Jack 3,5&nbsp;мм. Судя по&nbsp;всему, первая отсутствует по&nbsp;маркетинговым соображениям, а&nbsp;для подключения проводных наушников производитель заботливо положил в&nbsp;комплект поставки переходник. С&nbsp;биометрической аутентификацией ситуация интереснее&nbsp;— датчик пальцев совмещен с&nbsp;кнопкой включения и&nbsp;расположен на&nbsp;правой грани корпуса в&nbsp;небольшом углублении. Это очень удобно в&nbsp;плане удержания смартфона рукой: указательный или средний палец всегда ложится в&nbsp;эту выемку, и&nbsp;получается дополнительная защита от&nbsp;выскальзывания гаджета. К&nbsp;чувствительности и&nbsp;размещению сканера первое время потребуется привыкнуть, но&nbsp;после никаких проблем не&nbsp;возникает. Первое время мне казалось, что он&nbsp;очень плохо распознает папиллярный узор, однако достаточно было заново зарегистрировать палец, и&nbsp;сделать это аккуратнее, чтобы проблема пропала. Видимо, дело в&nbsp;маленькой площади датчика, поэтому он&nbsp;больше обычного требователен к&nbsp;первичному сканированию.</p>"
  },
  {
    "source": "ixbtcom",
    "author": 3,
    "title": "В линейке мобильных процессоров Intel Comet Lake-U будет только четыре модели, топовая — шестиядерная Core i7- - iXBT.com",
    "description": "Компания Intel уже официально представила мобильные процессоры Ice Lake, но модельный ряд Intel Core десятого поколения будет представлен двумя линейками: 10-нанометровыми Ice Lake и 14-нанометровыми Comet Lake.",
    "url": "https://www.ixbt.com/news/2019/08/05/intel-comet-lake-u-core-i7-10710u.html",
    "urlToImage": "https://www.ixbt.com/img/n1/news/2019/7/1/intel_cpu_chip_security_credit_intel_and_baks_gettyimages_1200x800-100796394-large_large.jpg",
    "publishedAt": "2019-08-05T05:49:00Z",
    "content": "<p>Компания Intel уже официально представила мобильные процессоры Ice Lake, но модельный ряд Intel Core десятого поколения будет представлен двумя линейками: 10-нанометровыми Ice Lake и 14-нанометровыми Comet Lake. Вторая линейка, судя по всему, окажется совсем небольшой: в ней будет два Core i7, и по одному i5 и i3.</p><div class=\"image-center\"><figure class=\"image-caption\"><a href=\"/img/n1/news/2019/7/1/intel_cpu_chip_security_credit_intel_and_baks_gettyimages_1200x800-100796394-large_large.jpg\" class=\"_gallery resize-image\" data-fancybox=\"default\" data-caption=\"null\"><img src=\"/img/x780/n1/news/2019/7/1/intel_cpu_chip_security_credit_intel_and_baks_gettyimages_1200x800-100796394-large_large.jpg\" alt=\"В линейке мобильных процессоров Intel Comet Lake-U будет только четыре модели, топовая — шестиядерная Core i7-10710U\"></a><figcaption></figcaption></figure></div><p>Топовая модель — шестиядерная Intel Core i7-10710U частотой 1,61-4,67 ГГц с 12 МБ кэш-памяти третьего уровня. Судя по всему, это будет единственная шестиядерная модель среди всех мобильных Intel Core десятого поколения. Core i7-10510U — четырехъядерная модель, зато у нее очень высокая частота: от 2,29 до 4,89 ГГц.</p><p>Четырехъядерный Core i5-10210U уже засветился в ноутбуке HP Envy 15. Эта модель работает на частоте 1,6-4,2 ГГц. Ну и наконец младший представитель серии — двухъядерный Intel Core i3-10110U. Ожидается, что базовая частота его составит 1,6-1,8 ГГц, а максимальная — 4,0 ГГц.</p><p>Все Comet Lake-U имеют встроенное графическое ядро, но не свежее Gen11 как в Ice Lake, а старое — Gen9.5 или, возможно, Gen10. Сроки официального выпуска Comet Lake-U пока не сообщаются.</p>"
  },
  {
    "source": "akketcom",
    "author": 4,
    "title": "Xiaomi Mi Band 5 – новый самый лучший в мире спортивный браслет, и вот почему - AKKet.com",
    "description": "Как известно, все чаще и чаще люди по всему миру используют разного рода электронику, а такой в настоящее время на рынке крайне много. В последние годы популярность набирают наручные гаджеты, то есть смарт-часы и фитнес-браслеты.",
    "url": "https://akket.com/raznoe/178571-xiaomi-mi-band-5-novyj-samyj-luchshij-v-mire-sportivnyj-braslet-i-vot-pochemu.html",
    "urlToImage": "https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-0.jpg",
    "publishedAt": "2019-08-04T23:09:15Z",
    "content": "<p>Как известно, все чаще и чаще люди по всему миру используют разного рода электронику, а такой в настоящее время на рынке крайне много. В последние годы популярность набирают наручные гаджеты, то есть смарт-часы и фитнес-браслеты. Пускай стоимость первых очень сильно и снизилась, в связи с чем на рынке появились бюджетные модели, но они по-прежнему стоят не слишком дешево для того, чтобы позволить себе их покупку мог любой желающий. К счастью, в случае со спортивными браслетами ситуация ощутимо лучше, так как их покупка обходится в самые настоящие копейки. Хитом следующего года станет Xiaomi Mi Band 5, до появления которого на рынке остался менее чем один год.</p><p>Этот наручный гаджет сможет порадовать покупателей огромным множеством различных особенностей, начиная от обновленного внешнего вида и заканчивая новыми датчиками, предназначенными для более точного измерения состояния здоровья. Так, по имеющимся в настоящее время данным, фитнес-трекер Xiaomi Mi Band 5 оснащен 1,2-дюймовым AMOLED-экраном сенсорного типа, а за защиту матрицы отвечает закаленное стекло Corning Gorilla Glass, на которое нанесено олеофобное покрытие для того, чтобы оно максимально долго не собирало на себе жирные следы и отпечатки пальцев.</p><p><a href=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-2.jpg\" data-rel=\"lightbox-image-0\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img class=\"alignnone size-full wp-image-178573\" src=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-2.jpg\" alt=\"\" width=\"1500\" height=\"1000\" srcset=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-2.jpg 1500w, https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-2-420x280.jpg 420w\" sizes=\"(max-width: 1500px) 100vw, 1500px\"></a></p><p>Корпус новинки окажется по-прежнему выполнен в форме капсулы, обладая при этом защитой от воды по стандарту IP68, которая позволит погружаться с браслетом на глубину до целых 50 метров (давление до 5 АТМ). Известно, что ремешок Xiaomi Mi Band 5 наконец-то получит полноценную застежку, как в смарт-часах, что обеспечит его надежную посадку на руке. Сам ремешок должен получить небольшую перфорацию, что придаст ему более дорогой внешний вид. Данных о емкости батареи пока что нет, но почти наверняка данный наручный гаджет сможет работать на одном заряде не менее двух недель, а заряжаться он будет около одного часа.</p><p><a href=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-6-1.jpg\" data-rel=\"lightbox-image-1\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img class=\"alignnone size-full wp-image-178574\" src=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-6-1.jpg\" alt=\"\" width=\"1800\" height=\"1200\" srcset=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-6-1.jpg 1800w, https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-6-1-420x280.jpg 420w\" sizes=\"(max-width: 1800px) 100vw, 1800px\"></a></p><p>Известно, что основная ставка в таком фитнес-трекере окажется сделана на возможность делать ЭКГ, то есть создавать эхокардиограмму сердца, выявляющую различные проблемы со здоровьем. Это, вне каких-либо сомнений, порадует всех будущих владельцев Xiaomi Mi Band 5, ведь сейчас предложить такое могут только некоторые смарт-часы, в том числе дорогостоящие Apple Watch Series 4. Помимо этого, новинка получит специальные сенсоры, отвечающие за выявление уровня воды в организме и, кроме того, за уровень стресса. На основе таких данных браслет будет давать персональные рекомендации, которые для многих могут оказаться полезными.</p> <div class=\"ade\"><script async=\"\" src=\"//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js\"></script><p><a href=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-1.jpg\" data-rel=\"lightbox-image-2\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img class=\"alignnone size-full wp-image-178572\" src=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-1.jpg\" alt=\"\" width=\"902\" height=\"601\" srcset=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-1.jpg 902w, https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-5-1-1-420x280.jpg 420w\" sizes=\"(max-width: 902px) 100vw, 902px\"></a></p><p>Купить Xiaomi Mi Band 5 в Китае окажется возможно не более чем за 189 юаней, то есть обойдется он не более чем в 1 800 рублей. Ожидается, что презентация данного трекера случится в мае-июне 2020 года, вслед за чем он поступит в продажу. Ранее стало известно о том, что китайская корпорация Xiaomi <a href=\"https://akket.com/raznoe/170874-xiaomi-predstavila-smart-chasy-amazfit-health-watch-s-ekg-kotorye-luchshe-apple-watch-series-4.html\">представила смарт-часы Amazfit Health Watch</a> с ЭКГ, которые лучше Apple Watch Series 4.</p>"
  },
  {
    "source": "appleinsider",
    "author": 1,
    "title": "Тим Кук рассказал о феноменальном успехе AirPods и Apple Watch - Appleinsider.ru",
    "description": "Продажи AirPods и Apple Watch с каждым годом становятся всё более результативными. По итогам третьего квартала финансового года, генеральный директор Тим Кук...",
    "url": "https://appleinsider.ru/accessories/tim-kuk-rasskazal-o-fenomenalnom-uspexe-airpods-i-apple-watch.html",
    "urlToImage": "https://s.appleinsider.ru/2019/08/applewatch1airpods-1000x526.jpg",
    "publishedAt": "2019-08-04T22:00:00Z",
    "content": "<p>Продажи AirPods и Apple Watch с каждым годом становятся всё более результативными. По итогам третьего квартала финансового года, генеральный директор Тим Кук заявил, что одно лишь подразделение носимой электроники Apple по обороту превосходит 60% компаний из списка крупнейших компаний Fortune 500. В это трудно поверить, ведь всего несколько лет назад, этой категории устройств просто не было в линейке корпорации.</p><p class=\"align alignnone\"><img class=\"alignnone size-full wp-image-406838\" data-cfsrc=\"https://s.appleinsider.ru/2019/08/applewatch1airpods-750x469.jpg\" alt=\"\" width=\"1600\" height=\"1000\" src=\"https://s.appleinsider.ru/2019/08/applewatch1airpods-750x469.jpg\"></p><p><span id=\"more-406837\"></span></p> <h2>Успех носимых устройств Apple</h2> <p>Комментируя финансовый отчёт Apple, Тим Кук рассказал, что категория носимой электроники является главным драйвером роста для компании. Всего за год, выручка от продаж Apple Watch и AirPods увеличилась на 50% — с 3,7 до 5,5 миллиарда долларов. Это небывало высокий показатель.</p> <blockquote><p>Apple Watch установили новый рекорд квартальной выручки и привлекли миллионы новых пользователей. Более 75% пользователей, которые приобрели Apple Watch в прошлом квартале, ранее не пользовались ими. Мы также видим феноменальный спрос на AirPods. Интерес к беспроводным наушникам Apple остается неизменным с момента их запуска, — отметил Тим Кук.</p></blockquote> <p>Категория носимых устройств Apple, по чистой прибыли, уже превзошла линейку iPad и догоняет компьютеры Mac. И со временем, отрыв станет ещё более явным, уверены аналитики Counterpoint Research. Не в последнюю очередь благодаря релизу <a href=\"http://appleinsider.ru/tag/watchos-6/\" class=\"st_tag internal_tag\">watchOS 6</a>, которая сделает Apple Watch более независимым от iPhone, устройством.</p><ins class=\"adsbygoogle\" style=\"display:block; text-align:center;\" data-ad-layout=\"in-article\" data-ad-format=\"fluid\" data-ad-client=\"ca-pub-9414997892241980\" data-ad-slot=\"5365713535\"></ins> <blockquote><p><strong>Читайте также:&nbsp;</strong>Насколько <a href=\"https://appleinsider.ru/accessories/naskolko-populyarny-apple-watch.html\">популярны Apple Watch?</a></p></blockquote> <h2>Apple Watch Series 4 и рекордные продажи</h2> <p>Наиболее продаваемой моделью смарт-часов Apple по-прежнему остаются Series 4. Многих потребителей заинтересовал обновленный дизайн, а также новые опции для отслеживания здоровья, в особенности, функция&nbsp;снятия электрокардиограммы. По мнению экспертов, смарт-часы Apple перестали быть исключительно имиджевым аксессуаром, получив несколько полезных медицинских функций, включая обнаружение мерцательной аритмии.</p> <p class=\"align alignnone\"><img class=\"alignnone size-full wp-image-406866\" data-cfsrc=\"https://s.appleinsider.ru/2019/08/counterpoint1-750x427.jpg\" alt=\"\" width=\"780\" height=\"444\" src=\"https://s.appleinsider.ru/2019/08/counterpoint1-750x427.jpg\"></p> <p><em>Доля на рынке носимых устройств</em></p> <p>Если верить данным Counterpoint, Apple находится вне досягаемости других производителей. Ближайший конкурент отстает более чем в три раза. Это ли не показатель?</p>"
  },
  {
    "source": "ixbtcom",
    "author": 2,
    "title": "Завтра Fossil представит несколько новых моделей умных часов - iXBT.com",
    "description": "Компания Fossil &mdash; известный производитель умных часов. И завтра у нее большой день: компания разом представит сразу несколько новинок &mdash; моделей пятого поколения.",
    "url": "https://www.ixbt.com/news/2019/08/04/zavtra-fossil-predstavit-neskolko-novyh-modelej-umnyh-chasov.html",
    "urlToImage": "https://www.ixbt.com/img/n1/news/2019/7/0/Fossil-Gen-5-smartwatches-leaked-ahead-of-August-5-announcement_large.jpg",
    "publishedAt": "2019-08-04T19:51:00Z",
    "content": "<p>Компания Fossil — известный производитель умных часов. И завтра у нее большой день: компания разом представит сразу несколько новинок — моделей пятого поколения. Две из них позируют на фото ниже.</p><div class=\"image-center\"><figure class=\"image-caption\"><a href=\"/img/n1/news/2019/7/0/Fossil-Gen-5-smartwatches-leaked-ahead-of-August-5-announcement_large.jpg\" class=\"_gallery resize-image\" data-fancybox=\"default\" data-caption=\"null\"><img src=\"/img/x780/n1/news/2019/7/0/Fossil-Gen-5-smartwatches-leaked-ahead-of-August-5-announcement_large.jpg\" alt=\"Завтра Fossil представит несколько новых моделей умных часов\"></a><figcaption></figcaption></figure></div><p>Судя по картинке, одна модель ориентирована на мужчин, другая — на женщин. По данным одного из пользователей американского форума Reddit обе модели базируются на однокристальной платформе Qualcomm Snapdragon Wear 3100, наделены 1 ГБ оперативной и 8 ГБ встроенной флэш-памяти. Также в конфигурации датчик ЧСС и встроенные громкоговоритель с микрофоном. О стоимости данных нет, но ориентировочно эти часы будут продаваться по цене $250-300.</p><p>Больше подробностей о них не сообщается. Но по слухам до конца августа Fossil представит еще несколько моделей умных часов — помимо тех, что изображены на фото. &nbsp;</p>"
  },
  {
    "source": "3dnewsru",
    "author": 3,
    "title": "Huawei планирует выпустить новые смартфоны P300, P400 и P500 - 3DNews",
    "description": "Смартфоны Huawei серии P традиционно являются флагманскими устройствам. Последними моделями серии стали смартфоны P30, P30 Pro и P30 Lite. Логично предположить, что модели P40 появятся в следующем году, но до этого момента китайский производитель может выпуст…",
    "url": "https://3dnews.ru/991853",
    "urlToImage": "https://3dnews.ru/assets/external/illustrations/2019/08/04/991853/22.jpg",
    "publishedAt": "2019-08-04T15:59:23Z",
    "content": "<p>Смартфоны Huawei серии P традиционно являются флагманскими устройствам. Последними моделями серии стали смартфоны P30, P30 Pro и P30 Lite. Логично предположить, что модели P40 появятся в следующем году, но до этого момента китайский производитель может выпустить ещё несколько смартфонов. Стало известно о том, что Huawei зарегистрировала товарные знаки, что говорит о планах по смене имени серии или её расширении.</p><div style=\"margin-top: 15px !important;\"><div class=\"nomargins ad _revhb-top-1\"></div></div><div align=\"center\"><img itemprop=\"image\" src=\"https://3dnews.ru/assets/external/illustrations/2019/08/04/991853/22.jpg\" alt=\"\" height=\"494\" width=\"750\"></div><p>На этой неделе компания Huawei Technologies подала три заявки на регистрацию товарных знаков в Ведомство интеллектуальной собственности Великобритании. Товарные знаки P300, P400 и P500 относятся к категории устройств «Смартфоны, мобильные телефоны, планшеты». Стоит отметить, что ранее Huawei никогда не выпускала смартфоны серии P с подобным названием, поэтому неизвестно, какие устройства будут скрываться за этими именами.</p><p>Не исключено, что следующий флагман компании будет называться не P40, а P400. В таком случае P300 может превратиться в P40 Lite, а P500 — в P40 Pro. Ещё можно предположить, что Huawei планирует расширить P-серию за счёт добавления новых моделей. Заявка на товарный знак P40 была зарегистрирована ещё в 2017 году. Это означает, что производитель планировал выпустить смартфон с таким названием, но планы могли измениться.</p><div align=\"center\"><img itemprop=\"image\" src=\"https://3dnews.ru/assets/external/illustrations/2019/08/04/991853/huawei-p500.jpg\" alt=\"\" height=\"499\" width=\"750\"></div><p>Новые премиальные смартфоны P-серии должны появиться в в следующем году. Обычно в первой половине года появлялись устройства P-серии, а во втором полугодии представляли смартфоны серии Mate. Новинки серии Mate должны быть представлены осенью этого года. Вероятно, производитель готовится выпустить смартфоны Mate 30, Mate 30 Lite и Mate 30 Pro.</p>"
  },
  {
    "source": "thegeekru",
    "author": 4,
    "title": "OnePlus работает над смартфоном OnePlus 7T - The GEEK",
    "description": "Слухи о разработке нового смартфона OnePlus 7T начали ходить недавно и вот...",
    "url": "https://the-geek.ru/news/oneplus-rabotaet-nad-smartfonom-oneplus-7t",
    "urlToImage": "https://the-geek.ru/wp-content/uploads/social/59235-fb.jpg",
    "publishedAt": "2019-08-04T15:46:32Z",
    "content": "<p>Слухи о разработке нового смартфона OnePlus 7T начали ходить недавно и вот уже в сети появились первые изображения гаджета с работающим дисплеем.</p><p>Фотографии появились в китайской социальной сети Weibo (китайский аналог твиттера). На фото виден специальный чехол для маскировки внешнего вида, чтобы в интернет не попала информация об особенностях дизайна и каких-либо характеристиках.</p><ul class=\"wp-block-gallery columns-2 is-cropped\"><li class=\"blocks-gallery-item\"><figure><a href=\"https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks-676x900.jpg\" class=\"fancybox image\" rel=\"gallery-0\"><img src=\"https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks-676x900.jpg\" alt=\"\" data-id=\"59236\" data-link=\"https://the-geek.ru/?attachment_id=59236\" class=\"wp-image-59236\" srcset=\"https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks-676x900.jpg 676w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks-380x506.jpg 380w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks-768x1023.jpg 768w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks-420x559.jpg 420w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks-840x1118.jpg 840w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks.jpg 1080w\" sizes=\"(max-width: 676px) 100vw, 676px\"></a></figure></li><li class=\"blocks-gallery-item\"><figure><a href=\"https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_-675x900.jpg\" class=\"fancybox image\" rel=\"gallery-0\"><img src=\"https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_-675x900.jpg\" alt=\"\" data-id=\"59237\" data-link=\"https://the-geek.ru/?attachment_id=59237\" class=\"wp-image-59237\" srcset=\"https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_-675x900.jpg 675w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_-380x506.jpg 380w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_-768x1024.jpg 768w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_-420x560.jpg 420w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_-840x1120.jpg 840w, https://the-geek.ru/wp-content/uploads/2019/08/oneplus-7t-pro-real-device-leaks_.jpg 1080w\" sizes=\"(max-width: 675px) 100vw, 675px\"></a></figure></li></ul><p>По предварительным данным OnePlus 7T получил процессор Snapdragon 855 Plus, функцию беспроводной зарядки и обновленную камеру. Выход устройства пока неизвестен.</p>"
  },
  {
    "source": "ferraru",
    "author": 3,
    "title": "Продажи смартфонов Sony пробили очередное дно - Ferra.ru",
    "description": "Компания Sony отчиталась за квартал, который закончился для неё 30 июня 2019 года. Фанаты компании надеялись, что флагманский смартфон Xperia 1 исправит положение, но чуда не случилось и их постигло очередное разочарование",
    "url": "https://www.ferra.ru/news/mobile/prodazhi-smartfonov-sony-probili-ocherednoe-dno-04-08-2019.htm",
    "urlToImage": "https://www.ferra.ru/imgs/2019/08/04/12/3479438/76f32381c9c02a8cd8e0b897ca58b28be14a694c.jpg",
    "publishedAt": "2019-08-04T09:47:23Z",
    "content": "<div class=\"jsx-2195190082 vikont\"><div class=\"jsx-736142825 text _3KxCb2trUGpayFjLkeXcq-\"><p class=\"jsx-4247481572\">Компания <a href=\"https://www.xperiablog.net/2019/08/01/sony-shipments-fall-by-more-than-half-during-the-last-quarter\" class=\"jsx-1049894682 link\" rel=\"nofollow\" target=\"_blank\">Sony</a> отчиталась за квартал, который закончился для неё 30 июня 2019 года. Фанаты компании надеялись, что флагманский смартфон Xperia 1 исправит положение, но чуда не случилось и их постигло очередное разочарование. </p><div class=\"jsx-441622692 ad\"><div class=\"_1GwNDxHaW84LEwlZzOyCFq\"><div id=\"block-id-3-container\" class=\"v4brHn7Y0Ymn_eSkcFg5Q\"><div id=\"block-id-3-placeholder\" data-capirs=\"{&quot;mode&quot;:&quot;sspScroll&quot;,&quot;domId&quot;:&quot;block-id-3&quot;,&quot;options&quot;:{&quot;pageNumber&quot;:&quot;1&quot;,&quot;puid6&quot;:&quot;FERRA_NEWS&quot;,&quot;puid15&quot;:&quot;news&quot;,&quot;puid18&quot;:&quot;FERRA_NEWS_MOBILE&quot;,&quot;puid48&quot;:0,&quot;puid59&quot;:&quot;business:bc&quot;,&quot;p1&quot;:&quot;bwurr&quot;,&quot;p2&quot;:&quot;fomw&quot;,&quot;pct&quot;:&quot;a&quot;,&quot;pli&quot;:&quot;a&quot;,&quot;plp&quot;:&quot;a&quot;,&quot;pop&quot;:&quot;a&quot;},&quot;sspOptions&quot;:{&quot;begun-auto-pad&quot;:&quot;433128376&quot;,&quot;begun-block-id&quot;:&quot;446888402&quot;}}\" data-render-state=\"not_exist\" data-name=\"center\"><div id=\"block-id-3\" data-state=\"pending\" data-prevent-external-processing=\"true\" class=\"mmp7oqbwa5gg\"><div id=\"begun_block_446888402\"></div></div></div></div></div></div><p class=\"jsx-4247481572\">Продажи смартфонов за квартал упали на 55% по сравнению с аналогичным кварталом прошлого года. В абсолютных величинах объём продаж составил всего 900 тысяч устройств. То есть, даже меньше миллиона. Для сравнения, в прошлом году в аналогичном квартале Sony продала 2 миллиона смартфонов. Впрочем, начало продаж Xperia 1 состоялось только в конце мая, а значит ситуация может немного улучшиться в следующем квартале.</p></div></div><div class=\"jsx-4231354393 vikont\"><div style=\"margin-right:-140px\"><div class=\"jsx-463100776 wrapper\"><div class=\"ppCwUlHnXuT7vpy96OzKN CrpjCDL6xttBUOG118LXx\"><div itemscope=\"\" itemtype=\"http://schema.org/ImageObject\" class=\"_1rBt76UGY5BEL3O8Ai1gKQ ShrudPtwZawqAYXRwHUNe\" style=\"width:640px;max-width:860px;max-height:800px\"><div><div style=\"background-position: center center; background-image: url(&quot;/thumb/1280x0/filters:quality(75):no_upscale()/imgs/2019/08/04/10/3479294/67bd1b23f61d1d13e94df46902bb35600756b461.png&quot;);\" class=\"jsx-1702302693 _3vBDgiAMbzDhS6NM4MnM3G image\"></div></div><div style=\"background-position:center;background-image:url('/imgs/2019/08/04/10/3479294/e14b3ee31e777328156c18b3899256f3861e5112.png')\" class=\"jsx-1702302693 _15ceQLBWphfbAfHy5OPFVX blurred_preview\"></div><div style=\"padding-top:65.3125%\" class=\"jsx-1702302693\"></div><link itemprop=\"url\" href=\"/thumb/1280x0/filters:quality(75):no_upscale()/imgs/2019/08/04/10/3479294/67bd1b23f61d1d13e94df46902bb35600756b461.png\"><link itemprop=\"contentUrl\" href=\"/thumb/1280x0/filters:quality(75):no_upscale()/imgs/2019/08/04/10/3479294/67bd1b23f61d1d13e94df46902bb35600756b461.png\"></div></div><div class=\"jsx-463100776 info\"></div></div></div></div><div class=\"jsx-2195190082 vikont\"><div class=\"jsx-736142825 text _3KxCb2trUGpayFjLkeXcq-\"><p class=\"jsx-4247481572\">Квартальные доходы Sony Mobile  составили 947 млн долларов США, что на 23% меньше по сравнению с прошлым годом. Правда за счёт снижения расходов компании удалось добиться прибыли в 9 млн долларов, против 103 млн убытков. </p><p class=\"jsx-4247481572\">Как ожидается, Sony продаст за год всего 4 миллиона смартфонов по сравнению с 5 миллионами в прошлом году.</p></div></div>"
  },
  {
    "source": "bbccom",
    "author": 2,
    "title": "Программа презентаций Microsoft PowerPoint: от любви до ненависти - BBC Русская служба",
    "description": "Этот неотъемлемый элемент программного обеспечения каждого компьютера на Windows в чем только ни обвиняют - и в навязывании бессмысленного стиля, и подмене анализа красивыми слайдами, и даже в катастрофе шаттла “Челленджер”.",
    "url": "https://www.bbc.com/russian/vert-cap-49163295",
    "urlToImage": "https://ichef.bbci.co.uk/news/1024/branded_russian/7167/production/_108113092_ppmain.jpg",
    "publishedAt": "2019-08-04T09:41:02Z",
    "content": "<figure class=\"media-landscape no-caption full-width lead\"><span class=\"image-and-copyright-container\"><img class=\"js-image-replace\" alt=\"Во время презентации PowerPoint\" src=\"https://ichef.bbci.co.uk/news/976/cpsprodpb/7167/production/_108113092_ppmain.jpg\" width=\"976\" height=\"549\" data-highest-encountered-width=\"976\"><span class=\"off-screen\">Правообладатель иллюстрации</span><span class=\"story-image-copyright\">Getty Images</span></span></figure><p class=\"story-body__introduction\">Этот неотъемлемый элемент программного обеспечения каждого компьютера на Windows в чем только ни обвиняют - и в навязывании бессмысленного стиля, и в подмене настоящего анализа красивыми слайдами, и даже в катастрофе шаттла \"Челленджер\". </p><p>Но мир не собирается отказываться от программы подготовки и просмотра презентаций Microsoft PowerPoint, и есть люди, которые не могут без нее обойтись даже в личной жизни. Или все-таки ее дни сочтены? </p><p>На том или ином этапе карьеры каждый из нас оказывается в затемненной комнате с огромным белым экраном, на котором мелькают слайды презентации. </p><p>Microsoft PowerPoint - самый распространенный в мире инструмент для презентаций. Согласно некоторым оценкам, эта программа установлена на более чем миллиарде компьютеров. Ежедневно с помощью PowerPoint создается около 30 млн презентаций.</p><p>Некоторые пользователи настолько ее обожают, что не могут от нее отказаться даже в личной жизни. Когда им надо отправиться на свидание, они посылают своему партнеру презентацию вариантов - куда можно сходить и где провести время. </p><p>Другое дело, что не каждый партнер это оценит, как и случилось с недавним выпускником университета Беном Велзианом, которого, к удивлению Бена, в ответ просто заблокировали в приложении Tinder, не оценив его мастерство владения PowerPoint. </p><p>Итак, нет сомнений в том, что это эффективный, вызывающий привыкание инструмент, но не истек ли срок его годности, как намекают некоторые критики? </p><figure class=\"media-landscape has-caption full-width\"><span class=\"image-and-copyright-container\"><img src=\"https://ichef.bbci.co.uk/news/660/cpsprodpb/BF87/production/_108113094_pp2.jpg\" datasrc=\"https://ichef.bbci.co.uk/news/320/cpsprodpb/BF87/production/_108113094_pp2.jpg\" class=\"responsive-image__img js-image-replace\" alt=\"Microsoft Билла Гейтса оказался в большом выигрыше, купив в 1987 году Forethought Inc., компанию, где была создана PowerPoint\" width=\"976\" height=\"549\" data-highest-encountered-width=\"660\"><span class=\"off-screen\">Правообладатель иллюстрации</span><span class=\"story-image-copyright\">Getty Images</span></span><figcaption class=\"media-caption\"><span class=\"off-screen\">Image caption</span><span class=\"media-caption__text\">Microsoft Билла Гейтса оказался в большом выигрыше, купив в 1987 году компанию Forethought Inc., где была создана PowerPoint</span></figcaption></figure><h2 class=\"story-body__crosshead\">\"Миллиарды и миллиарды\"</h2><p>Программа была создана в начале 1980-х в компании Forethought Inc., в Кремниевой долине, поначалу называлась Presenter и первая ее версия (1987 г.) предназначалась для компьютеров Apple Macintosh. </p><p>\"В начале 80-х я уже знал, что ежегодно в одной только Америке создается не менее миллиарда презентационных слайдов, - рассказывает автор идеи Боб Гаскинс. - Но их приходилось делать вручную, и почти никто не использовал для этого компьютер\".</p><p>\"Для меня было яснее ясного: рынок для такой компьютерной программы будет стоить миллиарды и миллиарды долларов, как только произойдет революция в том, какими компьютерами мы пользуемся\".</p><p>Предчувствия Гаскинса не обманывали, вот только убедить в этом кого-то в то время было трудно. Программа, которую он придумал, не работала ни на одном существующем до этого компьютере, для пользования ей надо было покупать новый. </p><p>Но те, кто покупал персональный компьютер впервые, делали это для того, чтобы иметь возможность работать с PowerPoint, отмечает журналист издания Wired Расселл Дэвис.</p><p>\"Стоимость компьютера вместе с программным обеспечением PowerPoint была ниже той суммы, которую они ежегодно тратили на изготовление слайдов\".</p><figure class=\"media-landscape has-caption full-width\"><span class=\"image-and-copyright-container\"><img src=\"data:image/gif;base64,R0lGODlhEAAJAIAAAP///wAAACH5BAEAAAAALAAAAAAQAAkAAAIKhI+py+0Po5yUFQA7\" datasrc=\"https://ichef.bbci.co.uk/news/320/cpsprodpb/15BC7/production/_108113098_ppnumbers.jpg\" class=\"responsive-image__img responsive-image__img--loading js-image-replace\" alt=\"В презентацию можно втиснуть множество цифр, но теряются сами идеи, ради которых создана презентация\" width=\"976\" height=\"549\"><span class=\"off-screen\">Правообладатель иллюстрации</span><span class=\"story-image-copyright\">Getty Images</span></span><figcaption class=\"media-caption\"><span class=\"off-screen\">Image caption</span><span class=\"media-caption__text\">В презентацию можно втиснуть множество цифр, но теряются сами идеи, ради которых она создана</span></figcaption></figure><h2 class=\"story-body__crosshead\">Демократизация рабочего места</h2><p>Как объясняет Дэвис, до PowerPoint, чтобы поделиться информацией с группой лиц, люди пользовались слайдами, вечно перегревающимся проектором и ацетатной пленкой. </p><p>При этом каждый, кто создавал презентацию, был вынужден посылать ее материалы для производства в другое место, в связи с чем какие-либо правки были почти невозможны. </p><p>Все это занимало много времени и было настолько дорого, что только высокое начальство могло себе это позволить.</p><p>\"PowerPoint, - говорит Дэвис, - сделала презентации доступными для всех членов трудового, теперь каждый мог наглядно изложить свои идеи\".</p><figure class=\"media-landscape has-caption full-width\"><span class=\"image-and-copyright-container\"><img src=\"data:image/gif;base64,R0lGODlhEAAJAIAAAP///wAAACH5BAEAAAAALAAAAAAQAAkAAAIKhI+py+0Po5yUFQA7\" datasrc=\"https://ichef.bbci.co.uk/news/320/cpsprodpb/1AAF/production/_108113860_pp4.jpg\" class=\"responsive-image__img responsive-image__img--loading js-image-replace\" alt=\"Программа PowerPoint, без сомнения, очень сильно развила наши презентационные навыки. Но всегда ли она эффективна?\" width=\"976\" height=\"549\"><span class=\"off-screen\">Правообладатель иллюстрации</span><span class=\"story-image-copyright\">Getty Images</span></span><figcaption class=\"media-caption\"><span class=\"off-screen\">Image caption</span><span class=\"media-caption__text\">Программа PowerPoint, без сомнения, очень сильно развила наши презентационные навыки. Но всегда ли она эффективна?</span></figcaption></figure><p>Вклад PowerPoint в демократизацию рабочего процесса был революционным, и ее внедрение привело к еще одному - неожиданному - результату. </p><p>Примерно в то же самое время, когда PowerPoint набирала популярность, среднее руководящее звено подвергалось массированной критике, отмечает Мэттью Фуллер, профессор культурных исследований Голдсмитского колледжа Лондонского университета. </p><p>Фуллер видит в этом связь: поскольку PowerPoint позволила делиться своими идеями большему числу людей, она непроизвольно обнажила, сделала явными провалы менеджеров среднего руководящего звена и привела к исходу людей с этих должностей. \"Возможно, их собственные идеи теперь стали казаться слишком тривиальными\". </p><h2 class=\"story-body__crosshead\">Больше слайдов, пожалуйста!</h2><p>PowerPoint дала нам новые возможности, принеся в офисы и аудитории творческий подход к докладам и превратив всех нас в презентирующих. </p><p>В то же время ее обвиняют в том, что она породила \"мышление в стиле PowerPoint\", лишила нас ясности мышления, сводя все идеи к их упрощенной версии. (Некоторые, например, австралийский профессор Джон Суэллер, специалист по психологии обучения, заложивший фундамент концепции когнитивной нагрузки в конце 1980-х годов, называют ее популярность катастрофой. - <i>Ред</i>.)</p><p>Сара Каплан, профессор управления и этнограф из Ротманской школы управления Торонтского университета, среди прочего, наблюдает за тем, как работают люди. Она подметила, что на совещаниях, вместо того чтобы попросить новых аналитических материалов или идей, люди просят больше слайдов PowerPoint.</p><p>\"Я заметила, большинство людей работает над стратегическими вопросами с помощью презентации PowerPoint, - говорит она. - Конечной целью становится слайд сам по себе, а не идеи или анализ, ставшие причиной создания презентации\".</p><p>Каплан подчеркивает, что некоторые очень большие боссы - например, Джефф Безос, глава компании Amazon, запретили пользование PowerPoint. \"Он считает (и, я думаю, так считают многие), что PowerPoint настолько превратилась в цель всего процесса, что в презентациях теряются сами идеи - а это дело рискованное\". </p><h2 class=\"story-body__crosshead\">Трагические последствия</h2><p>То, что некоторые презентации, сделанные в PowerPoint, не позволяют увидеть даже описанные в них риски, доказали, как считают критики программы, события 28 января 1986 года, когда шаттл НАСА \"Челленджер\" с семью членами экипажа на борту взорвался спустя 73 секунды после взлета. </p><p>Один из самых известных критиков слайдовых презентаций американский статистик, политолог и дизайнер, профессор Йельского университета Эдвард Тафти назвал ту трагедию яркой и ужасающей иллюстрацией опасностей такого стиля презентаций. </p><figure class=\"media-landscape has-caption full-width\"><span class=\"image-and-copyright-container\"><img src=\"data:image/gif;base64,R0lGODlhEAAJAIAAAP///wAAACH5BAEAAAAALAAAAAAQAAkAAAIKhI+py+0Po5yUFQA7\" datasrc=\"https://ichef.bbci.co.uk/news/320/cpsprodpb/68CF/production/_108113862_pp5.jpg\" class=\"responsive-image__img responsive-image__img--loading js-image-replace\" alt=\"Американский космический челнок &quot;Челленджер&quot; взорвался спустя 73 секунды после старта 28 января 1986 года. Весь экипаж (семь человек) погиб\" width=\"976\" height=\"549\"><span class=\"off-screen\">Правообладатель иллюстрации</span><span class=\"story-image-copyright\">Getty Images</span></span><figcaption class=\"media-caption\"><span class=\"off-screen\">Image caption</span><span class=\"media-caption__text\">28 января 1986 года американский космический челнок \"Челленджер\" взорвался спустя 73 секунды после старта. Весь экипаж (семь человек) погиб</span></figcaption></figure><p>Основная проблема, из-за которой погиб шаттл, была упомянута в слайд-презентации представителей НАСА еще до старта миссии. Но данные о ней были окружены огромным количеством другой информации, спрятаны, как иголка в стоге сена, состоящего из бесконечных списков, и в итоге опасности никто не заметил.</p><p>По словам Расселла Дэвиса, аргументы профессора Тафти сводятся к следующему: виртуальные слайд-презентации позволяют неструктурированной, бессистемной информации выглядеть содержательно, как будто наборы \"ключевых пунктов\", \"буллетов\" что-то значат, хотя на самом деле это может быть лишь видимостью. </p><p>Другими словами, с помощью таких презентаций всё выглядит так, будто мы знаем, о чем говорим - даже если мы не знаем.</p><p><i>(Презентации, сделанные с помощью программы Microsoft PowerPoint, критикуются за многое. В частности, за то, что стимулируют развитие \"ложно-аналитического\" мышления, за неэффективность зачитывания слов, проецируемых на экран, и, наконец, за то, что стиль PowerPoint помогает манипулировать фактами. На что сторонники программы возражают: плохие доклады и лекторы были всегда - задолго до появления PowerPoint, и довольно странно обвинять программу в человеческих недостатках. - Ред.) </i></p><p>И все же, несмотря на недоброжелателей и конкуренцию со стороны других программ, PowerPoint демонстрирует серьезную выносливость, оставаясь одной из самых успешных и влиятельных программ, когда-либо придуманных.</p><p>Так что мы продолжим сидеть в затемненных комнатах, щурясь на яркий экран со слайдами, на которых сменяют друг друга списки тезисов на любую тему - от охраны здоровья и техники безопасности до научных докладов и техники продаж.</p><p>Авторы презентаций будут героически пытаться втиснуть в несколько слайдов всё, что они знают, перемежая \"буллеты\" с вымученными шутками (чтобы не дать аудитории заснуть). Следующий слайд, пожалуйста!</p>"
  },
  {
    "source": "igromaniaru",
    "author": 1,
    "title": "Игровые ноутбуки Xiaomi нового поколения представлены официально - Игромания онлайн",
    "description": "Доступно несколько модификаций.",
    "url": "https://www.igromania.ru/news/84963/Igrovye_noutbuki_Xiaomi_novogo_pokoleniya_predstavleny_oficialno.html",
    "urlToImage": "https://cdn.igromania.ru/mnt/news/e/5/2/7/3/2/84963/af0a0dd5ea311a1c_1200xH.jpg",
    "publishedAt": "2019-08-04T09:37:00Z",
    "content": "<p>Компания <strong>Xiaomi</strong> <a href=\"https://www.gizmochina.com/2019/08/04/xiaomi-mi-gaming-laptop-2019-launched-starts-at-¥7499-1080/\" target=\"_blank\">анонсировала</a> новые ноутбуки игрового класса, обнародовав их технические особенности и цены. Новинки относятся к поколению <strong>Mi Gaming Laptops 2019</strong>, а старшая версия&nbsp;может похвастаться процессором <strong>Core i7-9750H</strong> и графикой <strong>GeForce RTX 2060</strong>.</p><p>Внешне ноутбуки не отличаются от прошлогодних моделей. Похоже, что разработчики просто добавили новое железо в имеющиеся корпусы. А вот внутри отличия есть. К примеру, экраны теперь поддерживают частоту до 144 Гц, хотя диагональ в 15,6 дюйма и площадь в 81% передней панели остались прежними.</p><p>Аппаратные конфигурации включают в себя процессоры <strong>Core i5-9300H</strong> и Core i7-9750H, видеокарты представлены <strong>GeForce GTX 1660 Ti</strong> и GeForce RTX 2060. Объёмы оперативной памяти варьируются от 8 до 16 ГБ DDR4 с частотой 2666 МГц, а постоянная память представлена SSD на 512 ГБ с интерфейсом PCIe.</p><p>Цены расположены в диапазоне от 1080 до 1300 долларов (от 70,5 до 84,9 тысячи рублей по текущему курсу без учёта налогов и сборов). О сроках выхода в Китае и в мире информации пока нет.</p><p>Напомним, что ранее Xiaomi <a href=\"https://www.igromania.ru/news/84831/Predstavlen_igrovoy_smartfon_Black_Shark_2_Pro.html\">выпустила</a> игровой смартфон <strong>Black Shark 2 Pro</strong>.</p>"
  },
  {
    "source": "ixbtcom",
    "author": 3,
    "title": "Очередной флагман со Snapdragon 855 Plus и модемом 5G позирует на живых фото - iXBT.com",
    "description": "Первые подробности об этой модели появились неделю тому назад: кто-то опубликовал в Сети тизерную картинку с характеристиками нового флагмана Vivo &mdash; модели iQoo Plus 5G.",
    "url": "https://www.ixbt.com/news/2019/08/04/snapdragon-855-plus-5g.html",
    "urlToImage": "https://www.ixbt.com/img/n1/news/2019/7/0/EBG0dfXUYAAT-Hs_large.jpeg",
    "publishedAt": "2019-08-04T09:06:00Z",
    "content": "<p>Первые подробности об этой модели появились неделю тому назад: <a href=\"//www.ixbt.com/news/2019/07/27/vivo-iqoo-plus-5g-snapdragon-855-plus.html\">кто-то опубликовал в Сети тизерную картинку с характеристиками нового флагмана Vivo</a> — модели iQoo Plus 5G. А сейчас аппарат засветился вживую, что указывает на очень скорую его премьеру.</p><div class=\"image-center\"><figure class=\"image-caption\"><a href=\"/img/n1/news/2019/7/0/EBG0dfXUYAAT-Hs_large.jpeg\" class=\"_gallery resize-image\" data-fancybox=\"default\" data-caption=\"null\"><img src=\"/img/x780/n1/news/2019/7/0/EBG0dfXUYAAT-Hs_large.jpeg\" alt=\"Очередной флагман со Snapdragon 855 Plus и модемом 5G позирует на живых фото\"></a><figcaption></figcaption></figure></div><p>Потенциальная новинка засветилась на мероприятии ChinaJoy 2019. Девушка на фото — менеджер по продуктам iQoo, а надпись на корпусе не дает усомниться в том, что эта модель iQoo оснащена модемом 5G. Как видно, смартфон предложит необычное цветовое исполнение тыльной панели и тройную основную камеру.</p><div class=\"image-center\"><figure class=\"image-caption\"><a href=\"/img/n1/news/2019/7/0/EBG0eG7UEAAhSCZ_large.jpeg\" class=\"_gallery resize-image\" data-fancybox=\"default\" data-caption=\"null\"><img src=\"/img/x780/n1/news/2019/7/0/EBG0eG7UEAAhSCZ_large.jpeg\" alt=\"Очередной флагман со Snapdragon 855 Plus и модемом 5G позирует на живых фото\"></a><figcaption></figcaption></figure></div><p>Согласно предыдущей утечке смартфон построен на SoC Snapdragon 855 Plus, имеет 8 ГБ ОЗУ и аккумулятор емкостью 4500 мА·ч, а также поддерживает быструю зарядку мощностью 44 Вт.</p>"
  },
  {
    "source": "akketcom",
    "author": 1,
    "title": "Xiaomi Mi Band 4 временно можно получить полностью бесплатно - AKKet.com",
    "description": "Носимая электроника с каждым днем становятся все более распространенной, причем не только в Росси, но и в других странах мира. Наиболее продвинутым спортивным браслетом, который требуется носить на руке, сейчас является Xiaomi Mi Band 4,",
    "url": "https://akket.com/raznoe/178423-xiaomi-mi-band-4-vremenno-mozhno-poluchit-polnostyu-besplatno-2.html",
    "urlToImage": "https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-5.jpg",
    "publishedAt": "2019-08-03T23:06:25Z",
    "content": "<p>Носимая электроника с каждым днем становятся все более распространенной, причем не только в Росси, но и в других странах мира. Наиболее продвинутым спортивным браслетом, который требуется носить на руке, сейчас является Xiaomi Mi Band 4, а о том, чтобы стать владельцами такого, мечтают миллионы людей. В этом нет ничего удивительного, так как это самый лучший фитнес-трекер в своем классе, а предлагает он целую массу различных возможностей, начиная от управления воспроизводимой музыкой на телефоне и заканчивая круглосуточной проверкой пульса.</p><p>Данный трекер может похвастаться 0,95-дюймовым OLED-экраном, причем цветным, а поддерживает он даже сенсорное управление, что является большим плюсом, так как такое позволяет использовать его в качестве независимого от телефона устройства, пускай и лишь в режиме ограниченных функциональных возможностей. За автономность Xiaomi Mi Band 4 отвечает батарея емкостью 135 мАч, одного полного заряда которой хватает на 20 дней автономной работы, но если пользоваться этим спортивным браслетом максимально интенсивно, то эту цифру можно смело делить на два.</p><p><a href=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-8.jpg\" data-rel=\"lightbox-image-0\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img class=\"alignnone size-full wp-image-178426\" src=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-8.jpg\" alt=\"\" width=\"1280\" height=\"720\" srcset=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-8.jpg 1280w, https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-8-420x236.jpg 420w\" sizes=\"(max-width: 1280px) 100vw, 1280px\"></a></p><p>За подключение к смартфонам на базе Android и iOS отвечает модуль Bluetooth 5.0 LE, обладающий обратной совместимостью с более старыми, благодаря чему подключать Xiaomi Mi Band 4 можно даже к уже устаревшим моделям мобильных устройств, а для синхронизации и просмотра данных требуется приложение Mi Fit. Корпус браслета имеет защиту от воды и пыли по стандарту IP68, что позволяет использовать этот наручный гаджет даже в ванной и бассейне, если кому-то вдруг это потребуется. Сейчас, в течение ограниченного периода времени, у всех и каждого есть реальная возможность получить данный трекер бесплатно.</p><p><a href=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-1-2.jpg\" data-rel=\"lightbox-image-1\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img class=\"alignnone size-full wp-image-178424\" src=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-1-2.jpg\" alt=\"\" width=\"1800\" height=\"1200\" srcset=\"https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-1-2.jpg 1800w, https://akket.com/wp-content/uploads/2019/08/Xiaomi-Mi-Band-4-1-2-420x280.jpg 420w\" sizes=\"(max-width: 1800px) 100vw, 1800px\"></a></p><p>Более того, платить деньги не придется даже за доставку, а это еще один очень большой и значимый плюс. Все благодаря специальному предложению, воспользоваться которым могут жители России и любых других стран мира. Для того, чтобы получить Xiaomi Mi Band 4 совершенно бесплатно, нужно <a target=\"_blank\" rel=\"nofollow\" href=\"https://akket.com/goto/https://vk.com/akket_com\">подписаться на сообщество</a> «AKKet.com» и на <a target=\"_blank\" rel=\"nofollow\" href=\"https://akket.com/goto/https://vk.cc/80GDRu\">новостную рассылку</a> в соцсети «ВКонтакте», а затем просто сделать репост конкурсной записи. Все это занимает менее одной минуты. Итоги будут подведены вечером 25 августа 2019 года путем публикации на стене группы видеоролика, на которой окажется отображен процесс определения победителей через один из популярных сервисов. Всем удачи!</p><p>Получить Xiaomi Mi Band 4 полностью <a target=\"_blank\" rel=\"nofollow\" href=\"https://akket.com/goto/https://vk.com/akket_com?w=wall-71859875_97107\">бесплатно можно здесь</a>.</p>"
  },
  {
    "source": "akketcom",
    "author": 4,
    "title": "Скачать Windows 12, самую быструю в мире операционную систему - AKKet.com",
    "description": "Программное обеспечение с каждым годом становится все лучше и лучше, а достигать новых высот ему удается за счет профессиональных разработчиков, которые вкладывают массу времени и силу в созданием первоклассного кода. Новейшие технологии, в том числе",
    "url": "https://akket.com/windows/178388-skachat-windows-12-samuyu-bystruyu-v-mire-operatsionnuyu-sistemu.html",
    "urlToImage": "https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft-8-1.jpg",
    "publishedAt": "2019-08-03T20:48:45Z",
    "content": "<p>Программное обеспечение с каждым годом становится все лучше и лучше, а достигать новых высот ему удается за счет профессиональных разработчиков, которые вкладывают массу времени и силу в созданием первоклассного кода. Новейшие технологии, в том числе по части программирования, позволили компании Microsoft сделать так, чтобы уже в ближайшем будущем все желающие могли скачать Windows 12, а станет она самой быстрой в мире операционной системой для компьютеров, планшетов, ноутбуков и моноблоков, обладая при этом модульной структурой на базе фирменного ядра Windows Core.</p>  <p>После многих лет разработки сотрудникам этой американской корпорации удалось сделать то, о чем давно мечтает ее руководство. На базе фирменного ядра под названием Windows Core была создана совершенно новая операционная система, которая отличается от доступной в настоящее время на рынке Windows 10. Она быстрее, красивее, стабильнее и надежнее, то есть все пользователи должны остаться ей довольны. Больше не будет никакого сложного и запутанного интерфейса, а также массы функций и возможностей, устаревших уже почти на два десятка лет.</p><p><a href=\"https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft-8.jpg\" data-rel=\"lightbox-image-0\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img class=\"alignnone size-full wp-image-178390\" src=\"https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft-8.jpg\" alt=\"\" width=\"1800\" height=\"1200\" srcset=\"https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft-8.jpg 1800w, https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft-8-420x280.jpg 420w\" sizes=\"(max-width: 1800px) 100vw, 1800px\"></a></p><p>При создании новой ОС компания Microsoft решила сделать ставку на простоту, как по части использования, так и с точки зрения внешнего вида, но при этом новейшее программное обеспечение окажется красивым. Известно, что скачать Windows 12 окажется возможно уже в первой половине 2020 года, тогда как в настоящее время ведется закрытое тестирование новой платформы, в котором принимают участие сами сотрудники американской корпорации. Важно заметить, что точное наименование для заметы десятой «винды» еще не выбрано, поэтому, возможно, новейшая платформа получит какое-то другое название, однако такое не изменит тех особенностей и новшеств, которые она с собой принесет.</p>  <p><a href=\"https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft.jpg\" data-rel=\"lightbox-image-1\" data-rl_title=\"\" data-rl_caption=\"\" title=\"\"><img class=\"alignnone size-full wp-image-178389\" src=\"https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft.jpg\" alt=\"\" width=\"1920\" height=\"1080\" srcset=\"https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft.jpg 1920w, https://akket.com/wp-content/uploads/2019/08/Skachat-Windows-12-Microsoft-420x236.jpg 420w\" sizes=\"(max-width: 1920px) 100vw, 1920px\"></a></p><p>Одним из самых значимых новшеств Windows 12 станет система «бесшовных обновлений», то есть таких, при установке которых не придется перезагружать электронное устройство каждый раз, как это требуется сейчас. Все апдейты будут интегрироваться в ОС в фоновом режиме, в связи с чем выполнять включение и выключение платформы больше не придется. Все это стало возможным благодаря использованию модульной структуры, над созданием которой Microsoft работает уже очень давно. Ожидается, что официальная презентация новой ОС состоится в четвертом квартале 2019 года, скорее всего, в первой половине декабря.</p>  <p>Недавно стало известно о том, <a href=\"https://akket.com/windows/73877-kak-poluchit-nastoyashhuyu-litsenziyu-na-windows-10-pro-vsego-za-300-rublej.html\">как получить настоящую лицензию</a> на Windows 10 Pro всего за 300 рублей.</p>"
  },
  {
    "source": "appleinsider",
    "author": 2,
    "title": "Гарантия Apple. Вся правда о лояльности компании - Appleinsider.ru",
    "description": "Кто-то хвалит Apple за ее продукты, кто-то наоборот критикует их. На днях я в первый раз за 12 лет использования яблочной техники обратился в сервис для гара...",
    "url": "https://appleinsider.ru/macbook-pro/garantiya-apple-vsya-pravda-o-loyalnosti-kompanii.html",
    "urlToImage": "https://s.appleinsider.ru/2019/08/5DM30777-1000x526.png",
    "publishedAt": "2019-08-03T19:00:00Z",
    "content": "<p>Кто-то хвалит Apple за ее продукты, кто-то наоборот критикует их. На днях я в первый раз за 12 лет использования яблочной техники обратился в сервис для гарантийного ремонта и был немного удивлен тем, что произошло через несколько дней.</p><p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2019/08/5DM30777-750x511.png\" alt=\"\" width=\"1500\" height=\"1021\" class=\"alignnone size-full wp-image-406767\"></p><p><span id=\"more-406764\"></span></p>  <h2><span id=\"____MacBook\">С чего все начиналось? Царапины на экране MacBook</span></h2> <p>В прошлом году я обновил свой уже устаревающий MacBook Air на 13-дюймовый MacBook Pro. Две недели я радовался жизни, но по истечении этого времени заметил на экране небольшую царапину ровно посередине. Я сразу понял, что экран поцарапался о пробел или металл корпуса под ним.</p> <p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2018/10/MacBook_Pro_repair_Artem_04.png\" alt=\"\" width=\"1500\" height=\"844\" class=\"alignnone size-full wp-image-379916\"></p> <p>Еще через пару недель, когда царапина стала более отчетливой я включил недовольного покупателя и пришел в сервисный центр. Название напишу чуть позже, но не стоит кричать, что это реклама, так как за согласование ремонта отвечает <a href=\"http://appleinsider.ru/tag/apple/\" class=\"st_tag internal_tag\">Apple</a> и аналогичный результат был бы в любом авторизованном сервисном центре. Возможно даже, мой сервис был худшим из остальных в Москве.</p> <p>Когда я пришел и показал экран своего, можно сказать нового, ноутбука с царапинами, мне сказали, что если их будет видно с расстояния 30-40 сантиметров на белом фоне не максимальной яркости, мне все исправят. Проверка показала, что царапины действительно видно.</p> <p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2018/10/MacBook_Pro_repair_Artem_05.png\" alt=\"\" width=\"1500\" height=\"844\" class=\"alignnone size-full wp-image-379917\"></p> <p>На тот момент я решил не спешить и, зная, что замена мне гарантирована, решил еще попользоваться ноутбуком. Я вполне логично рассудил, что нет смысла отдавать рабочий компьютер на долгое время в ремонт, чтобы он через пару недель снова был в таком виде.</p> <h2><span id=\"i\">Как я поступил</span></h2> <p>В итоге я решил пользоваться компьютером дальше и не особо беречь его. На столько, что однажды я его даже случайно уронил с небольшой высоты, когда открывал чемодан.</p> <p>Под “не особо беречь” я имею ввиду не стараться избегать ситуаций, когда он сдавливается. Именно сдавливание и сгибание при ношении в сумке или рюкзаке является основной причиной появления царапин. Так как корпус деформируется и клавиатура трется об экран.</p> <p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2018/10/MacBook_Pro_repair_Artem_02.png\" alt=\"\" width=\"1500\" height=\"915\" class=\"alignnone size-full wp-image-379914\"></p> <p>За год на экране моего MacBook Pro отпечаталась буквально вся клавиатура. Даже угловые клавиши оставили свои квадратные потертости на глянцевой глади экрана. Обычной работе это не сильно мешало, но когда надо было обрабатывать фотографии, особенно с темным фоном, я сталкивался с определенными трудностями.</p> <h2><span id=\"i-2\">Второй визит в сервис</span></h2> <p>В итоге, спустя почти год с момента покупки, я все же дошел до сервиса. В моем случае выбор пал на сервис B2X, а конкретно на отделение на улице Никольская в Москве. Возможно другой сервис справился бы лучше и быстрее, но в этот мне было удобнее добираться. Только этим и был обусловлен мой выбор.</p> <p>Второй раз в сервис я обратился почти через год с момента покупки. Как и следовало ожидать, на приемке не возникло никаких вопросов и ноутбук у меня приняли, предупредив, что по программе замены дисплеев MacBook Pro бесплатной заменой можно воспользоваться только два раза за четыре года. Я решил, что пора использовать “первую жизнь”.</p> <p>В отличии от первого раза, когда мне сказали, что ремонт займет до четырех недель (во многом поэтому я и не торопился в сервис), в этот раз пообещали справиться за 3-5 рабочих дней. В итоге так и получилось.</p> <p>Примерно за неделю до визита в сервис у меня начали немного щелкать клавиши громкости. Я попросил это тоже указать в жалобах.</p> <p>Меня немного смущали легкие, но повреждения на боковой грани, появившиеся после падения, о котором я писал выше. Их указали в заказ-наряде, но в итоге они не на что не повлияли.</p> <h2><span id=\"i-3\">Возврат ноутбука хозяину</span></h2> <p>Спустя ровно пять рабочих дней, мне пришло СМС-сообщение, в котором было написано, что компьютер можно забирать. Когда я отдавал его мне обещали позвонить, если работы не будут бесплатными. Я рассудил так, что если мне не позвонили, но все сделали, значит я не должен за это платить. Я был прав.</p> <p>В этот же день я пришел в сервис и просто забрал ноутбук. Кроме самого экрана, мне заменили топкейс в сборе с клавиатурой и батареей. Видимо, щелчки были не просто так и в клавиатуре нашли какие-то недочеты, решив ее тоже заменить. </p> <p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2019/08/5DM30780-750x500.png\" alt=\"\" width=\"1500\" height=\"1000\" class=\"alignnone size-full wp-image-406769\"></p> <p>Мой ноутбук даже был заботливо упакован в защитные пленки, которые закрывали логотип на крышке и разъемы. Как я понял, разъемы закрываются для того, чтобы специалист, когда проверяет работоспособность, случайно не поцарапал металл вокруг них. Другого объяснения у меня нет. Если знаете, напишите в комментариях.</p> <p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2019/08/5DM30777-750x511.png\" alt=\"\" width=\"1500\" height=\"1021\" class=\"alignnone size-full wp-image-406767\"></p> <p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2019/08/5DM30775-750x473.png\" alt=\"\" width=\"1500\" height=\"945\" class=\"alignnone size-full wp-image-406766\"></p> <p>В итоге, у меня на руках ноутбук, которые ощущается полностью как новый. Незатертые клавиши, гладкий корпус, отсутствие царапин… От старого ноута осталась только нижняя крышка снаружи и железо внутри. Раз его разбирали, скорее всего его еще и почистили. Не может не радовать и новая батарея, которая за год пусть и не критично, но износилась.</p> <h2><span id=\"i-4\">Послесловие</span></h2> <p>Как показала практика, по гарантии в Apple можно и нужно обращаться. Компания очень лояльна к клиентам, которые столкнулись с ее косяками. Да, есть исключения, но в подавляющем большинстве случаев она пойдет вам на встречу.</p> <p>Я уже сталкивался с подобными статьями у наших коллег на других сайтах, но теперь лично попал в такую историю и вышел из нее с очень приятными впечатлениями. Более чем уверен, что если бы пришел с поцарапанным экраном в сервисный центр другого производителя ноутбуков, то услышал бы ответ, что это естественный износ и я сам виноват. Apple оказалась выше этого, что очень располагает к ним.</p> <p class=\"align alignnone\"><img src=\"https://s.appleinsider.ru/2019/08/5DM30779-750x502.png\" alt=\"\" width=\"1500\" height=\"1003\" class=\"alignnone size-full wp-image-406768\"></p> <p>Если интересно, могу добавить, что замена экрана в моем сервисном центре стоит около 35-37 тысяч рублей. Сумма очень серьезная и составляет более трети стоимости ноутбука. Это не считая корпуса с клавиатурой и батареей.</p> <p>Напишите в комментариях, что вы думаете о таком ремонте. Приходилось ли вам обращаться к Apple за гарантийным ремонтом и чем это закончилось.<br>  А еще, попробуйте <a href=\"https://t-do.ru/appleinsiderru_official\" rel=\"noopener\" target=\"_blank\">наш Telegram-чат</a>, если еще не бывали там. Попробуйте — не пожалеете!</p>"
  },
  {
    "source": "androidinsider",
    "author": 3,
    "title": "YouTube теперь умеет стримить игры с вашего Android-смартфона - Androidinsider.ru",
    "description": "За последние годы стримить свой игровой процесс с компьютера, консолей и даже мобильных устройств стало настолько популярным занятием, что различные большие ...",
    "url": "https://androidinsider.ru/igry/youtube-teper-umeet-strimit-igry-s-vashego-android-smartfona.html",
    "urlToImage": "https://androidinsider.ru/wp-content/uploads/2019/08/YouTube-for-Android-can-now-livestream-games-1000x524.jpeg",
    "publishedAt": "2019-08-03T19:00:00Z",
    "content": "<p>За последние годы стримить свой игровой процесс с компьютера, консолей и даже мобильных устройств стало настолько популярным занятием, что различные большие компании вроде Google решили внести свой вклад в это направление. Сейчас YouTube является одной из главных платформ для подобного рода контента, а с последним обновлением своего мобильного приложения для Android обзавёлся ещё и возможностью транслировать онлайн контент с дисплея вашего смартфона (в том числе и игры).<span id=\"more-202059\"></span></p><p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/YouTube-for-Android-can-now-livestream-games-750x501.jpeg\" alt=\"\" width=\"1000\" height=\"668\" class=\"alignnone size-full wp-image-202062\"></p> <h2>YouTube Gaming и YouTube объединились в одну платформу</h2> <p>Очевидно, что платформа YouTube Gaming, которая является в каком-то роде ответвлением YouTube, но с акцентом на игровой видеоконтент, очень важна для Google. Однако поисковый гигант решил закрыть YouTube Gaming как самостоятельную платформу и внедрить всю ее функционально в более привычный для большинства YouTube. Таким образом, в результате объединения YouTube Gaming с YouTube некоторые функции временно просто пропали. Как отмечают разработчики с XDA, одной из таких функций была возможность потокового трансляции (стриминга) контента с экрана Android-смартфона.</p> <p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/YouTube-streaming-750x514.png\" alt=\"\" width=\"4320\" height=\"2960\" class=\"alignnone size-full wp-image-202073\"></p> <p>С последним обновлением приложения YouTube для Android (версия 14.31.50) эта функциональность вернулась. Когда вы собираетесь запустить новый прямой эфир из приложения, в верхней части интерфейса появится подсказка, которая выделяет новую функцию «screen broadcast» (трансляция экрана). После выбора этой опции стандартная прямая трансляция с камеры переключается на трансляцию с экрана смартфона. Также вам будет предложена возможность выбрать заголовок для видеотрансляции из списка название конкретной игры.</p> <h2>Обновленный YouTube поддерживает стрим с экрана телефона</h2> <p class=\"align alignnone\"><img src=\"//s.androidinsider.ru/2019/08/YouTube-for-Android-can-livestream-games-1-750x365.png\" alt=\"\" width=\"2960\" height=\"1440\" class=\"alignnone size-full wp-image-202074\"></p> <p>Как только прямая трансляция из YouTube будет запущена, вы будете возвращены на свой домашний экран, чтобы выбрать игру. Во время игры в верхней части интерфейса всегда будет находиться небольшая панель с кнопками для контроля трансляции. Также у вас всегда есть возможность во время стрима изображения с экрана включить также трансляцию фронтальной камеры. Видео с камеры наложится поверх видео с экрана, расположившись в левом нижнем углу экрана.</p> <p><strong>Приложение:</strong> YouTube<br> <strong>Разработчик:</strong> Google LLC<br> <strong>Категория:</strong> Видеоплееры и редакторы<br> <strong>Цена:</strong> Бесплатно<br> <strong>Скачать:</strong> <a href=\"https://play.google.com/store/apps/details?id=com.google.android.youtube\" rel=\"noopener\" target=\"_blank\">Google Play</a></p>"
  }
]
